[
      {
            "name": "Стажер-разработчик",
            "employer": "Строй-Отделка",
            "salary": 50000,
            "requirements": "<highlighttext>Python</highlighttext> от 3.7. FastApi/Flask. Postgresql, Sqlalchemy. Docker, git. Selenium: HTML/CSS/React преимущество. Библиотеки для разработки телеграм-ботов. ",
            "responsibility": "Развивать применение ИИ для автоматизации и оптимизации рабочих процессов внутри компании.",
            "url": "https://hh.ru/vacancy/87598918"
      },
      {
            "name": "Junior Python Developer",
            "employer": "FinSTC Software LLC",
            "salary": 1300,
            "requirements": "Базовые: <highlighttext>Python</highlighttext>. Знания в SQL (MS SQL / PL SQL). Английский (средний, профессиональная терминология). Будет плюсом: Azure. Английский (разговорный). Знание Git. ",
            "responsibility": "В рамках работы вы будете выполнять следующие задачи: Написание кода на <highlighttext>Python</highlighttext> и рулов (наборов команд) в формате XML/JSON...",
            "url": "https://hh.ru/vacancy/86297660"
      },
      {
            "name": "Стажер-тестировщик QA",
            "employer": "HardQode",
            "salary": 0,
            "requirements": "Базовое понимание основных этапов и принципов тестирования, знакомство с теорией тестирования. Базовые знания <highlighttext>Python</highlighttext>. Понимание жизненного цикла разработки и тестирования...",
            "responsibility": "Участие в разработке EdTech платформы. Большое количество знаний. Ручное и Авто-тестирование.",
            "url": "https://hh.ru/vacancy/86626961"
      },
      {
            "name": "Backend Developer",
            "employer": "IBA Astana Dev (АйБиЭй Астана Дев)",
            "salary": 0,
            "requirements": "Language building complex systems, and see you have been working with <highlighttext>Python</highlighttext> for. The last four years or more. ",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87336096"
      },
      {
            "name": "Стажер-программист Python",
            "employer": "Автономные беспилотные системы",
            "salary": 60000,
            "requirements": "Способность быстро разобраться в неизвестном предмете (протоколе, языке программирования, и т.д.). Опыт программирования на <highlighttext>Python</highlighttext> (не обязательно промышленный). ",
            "responsibility": "Исследования, разработка прототипов программ (на <highlighttext>Python</highlighttext>) в сфере взаимодействия различного оборудования между собой по различным цифровым протоколам, анализ и визуализация...",
            "url": "https://hh.ru/vacancy/86458967"
      },
      {
            "name": "Стажер в направление «аналитика данных»",
            "employer": "Северсталь",
            "salary": 0,
            "requirements": "Знаешь основные понятия вероятностных распределений, статистических критериев и умеешь их проверять с помощью <highlighttext>python</highlighttext>-библиотек. Знаком с принципами работы алгоритмов...",
            "responsibility": "Помощь: с первого дня тебе во всем будет помогать наставник: отвечать на вопросы, ставить задачи, обучать, оказывать поддержку. ",
            "url": "https://hh.ru/vacancy/87587171"
      },
      {
            "name": "Python разработчик",
            "employer": "Битапл",
            "salary": null,
            "requirements": "Отличные знания <highlighttext>Python</highlighttext> и SQL (работаем с postgresql). Умение писать поддерживаемый и тестируемый код. Умение декомпозировать задачи, оценивать их и...",
            "responsibility": "Разработка и поддержка проектов на django, fastapi и tornado. Реализация задач назначаемых архитектором системы. Работа в микросервисной парадигме. ",
            "url": "https://hh.ru/vacancy/87616901"
      },
      {
            "name": "Python-разработчик (junior)",
            "employer": "МКСКОМ",
            "salary": null,
            "requirements": "Знает язык <highlighttext>Python</highlighttext> уверенно: основы, синтаксис, функции, декораторы(замыкания), ООП, асинхронную модель, процессы, потоки. Слышал про GIL. Понимает почему <highlighttext>python</highlighttext>...",
            "responsibility": "Развивать и дорабатывать существующие REST-API сервисы (полу-монолиты) и микросервисы. Разрабатывать новые микросервисы, участвовать в проектировании их архитектуры, помогать...",
            "url": "https://hh.ru/vacancy/87277446"
      },
      {
            "name": "Стажер-инженер по тестированию",
            "employer": "Лаборатория Касперского",
            "salary": 0,
            "requirements": "Какие технические навыки мы ожидаем от кандидата (hard-skils): 1. Знание базовой теории тестирование ПО. 2. Непосредственный опыт тестирования ПО...",
            "responsibility": "1. Ручное end-to-end тестирование продуктов компании Kaspersky. (приложения для декстопа, мобильные приложения, приложения «клиент -сервер», облачные распределенные сервисы. ",
            "url": "https://hh.ru/vacancy/87598434"
      },
      {
            "name": "Стажер-программист Python",
            "employer": "HardQode",
            "salary": 0,
            "requirements": "Базовые знания <highlighttext>Python</highlighttext> (>3).",
            "responsibility": "Принимать участие в разработке EdTech платформы. Делал какие-то pet-проекты.",
            "url": "https://hh.ru/vacancy/86400360"
      },
      {
            "name": "Junior Python Developer",
            "employer": "Центр электронных финансов",
            "salary": 500000,
            "requirements": "Опыт работы с Docker, Nginx, Git, Redis, Rest API, Postman, Swagger. Опыт работы с Docker/Kubernetes. Понимание важности тестирования и...",
            "responsibility": "Разработка новых и доработка текущих модулей продукта. Обеспечение стабильной работы системы и системы реагирования на сбои. Разработка и поддержка архитектуры...",
            "url": "https://hh.ru/vacancy/87449043"
      },
      {
            "name": "Начинающий Data Scientist (Computer Vision)",
            "employer": "ДИБИЭЙ",
            "salary": 40000,
            "requirements": "Знание и опыт использования ML-фреймворков: pytorch; torchvision, mmlab (mmdetection, mmsegmentation и т.д.). Знание <highlighttext>Python</highlighttext>. Опыт работы с Git. ",
            "responsibility": "Растрескивание деревянной опоры и траверсы. Загнивание деревянной опоры и траверсы. Отсутствие вязки. Оголение арматуры.",
            "url": "https://hh.ru/vacancy/87512158"
      },
      {
            "name": "Front-end React-разработчик",
            "employer": "АКРИХИН",
            "salary": 0,
            "requirements": "Опыт работы с react-query, Storybook, jest/Cypress или Docker. Понимание принципов работы бэкенда (<highlighttext>Python</highlighttext>, Go) и умение писать спецификации...",
            "responsibility": "Поддержка, оптимизация и внедрение функционала в существующую кодовую базу на Next.js и React. Участие в проектировании и реализации новых фронтенд...",
            "url": "https://hh.ru/vacancy/87622859"
      },
      {
            "name": "Бэкенд разработчик Python",
            "employer": "Гальченко Тимофей Валерьевич",
            "salary": 60000,
            "requirements": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. ",
            "responsibility": "К нам приходят клиенты с совершенно разными бизнесами, в которых приходится решать совершенно разные задачи. 1) Написание системы прослеживаемости для...",
            "url": "https://hh.ru/vacancy/87371472"
      },
      {
            "name": "Стажер C++/ Python",
            "employer": "Группа компаний Астра",
            "salary": 0,
            "requirements": "Базовое знание C++ и/или <highlighttext>Python</highlighttext>. Наличие GitHub/GitLab/BitBucket. Знание алгоритмов и структур данных на уровне университетской программы. ",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87453054"
      },
      {
            "name": "Разработчик Python (junior)",
            "employer": "ANABAR",
            "salary": null,
            "requirements": "Знание что такое swagger. Знание как управлять зависимостями в приложениях на <highlighttext>python</highlighttext> (pip/poetry/pipenv). Понимание про typehints/mypy. ",
            "responsibility": "Написание микросервисов для аналитических сервисов (формируют хитрый оптимизированный запрос в БД, обрабатывает на <highlighttext>python</highlighttext> и отдает в <highlighttext>python</highlighttext>). ",
            "url": "https://hh.ru/vacancy/86324076"
      },
      {
            "name": "Программист-разработчик",
            "employer": "Технические Системы",
            "salary": 25000,
            "requirements": "1) Опыт работы в компании от года либо опыт разработки сайтов на технологиях из требований. 2) Готовность к работе с...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87485061"
      },
      {
            "name": "Backend-разработчик, удаленно",
            "employer": "МП Лаб",
            "salary": 100000,
            "requirements": "<highlighttext>Python</highlighttext>, Django, FastAPI (хороший уровень). Умение сниферить запросы, желателен опыт с fiddler. Знание и написание RESTful API. Любовь к написанию...",
            "responsibility": "Gitlab CI/CD.",
            "url": "https://hh.ru/vacancy/86630481"
      },
      {
            "name": "Python программист / аналитик",
            "employer": "Аллинова",
            "salary": 45000,
            "requirements": "Приветствую! - Знания <highlighttext>python</highlighttext>.",
            "responsibility": "1) Клиентской отчетности. 2) Комплексного анализа и отслеживания проектов. У Вас будет доступ к внутрянке кампаний клиентов, с оборотами по...",
            "url": "https://hh.ru/vacancy/87336369"
      },
      {
            "name": "Junior 3D художник",
            "employer": "Федеральное автономное учреждение Государственный Научно-Исследовательский Институт Авиационных Систем",
            "salary": 0,
            "requirements": "Знание пайплайна создания моделей для PBR шейдинга. Наличие портфолио. Знание Photoshop. Знание <highlighttext>python</highlighttext>. Знание библиотеки Blender .bpy. Знание Unreal Engine...",
            "responsibility": "Создание низкополигональных трехмерных объектов зданий для наполнения трехмерных сцен. Создание низкополигональных моделей техники для визуализации. Создание PBR материалов и PBR...",
            "url": "https://hh.ru/vacancy/87490646"
      },
      {
            "name": "Разработчик",
            "employer": "Евразийский банк, АО",
            "salary": 0,
            "requirements": "Знание английского языка на уровне >=Pre Int. Уверенный уровень языка программирования <highlighttext>Python</highlighttext>. Уверенный уровень MS SQL / mySQL. Уверенный уровень языка...",
            "responsibility": "Автоматизация рабочих процессов Направления. Работа с БД Направления. Разработка бэкэнда для голосовых роботов. Разработка синтеза речи для голосовых роботов.",
            "url": "https://hh.ru/vacancy/87314698"
      },
      {
            "name": "Тестировщик программного обеспечения",
            "employer": "НПП ИТЭЛМА",
            "salary": 0,
            "requirements": "Высшее техническое или физико-математическое образование. Опыт разработки программ на языке программирования Си. Опыт работы с командной строкой Windows/Unix. ",
            "responsibility": "Проводить ручное и автоматизированное тестирование ПО. Разрабатывать тестовые сценарии к программным модулям. Выполнять статистический анализ кода на соответствие. ",
            "url": "https://hh.ru/vacancy/87611218"
      },
      {
            "name": "Разработчик Python/SQL",
            "employer": "Издательство РИПОЛ классик",
            "salary": 80000,
            "requirements": "Опыт разработки на <highlighttext>Python</highlighttext> 3 и MS SQL. Высшее техническое образование. Желательно знать Django, Celery, REST API; иметь опыт администрирования...",
            "responsibility": "Поддержка и развитие back-end сервисов компании.",
            "url": "https://hh.ru/vacancy/87539957"
      },
      {
            "name": "Python разработчик (MXDR)",
            "employer": "F.A.C.C.T.",
            "salary": 0,
            "requirements": "Имеешь опыт веб-разработки от одного года. Работаешь с <highlighttext>Python</highlighttext> 3.7 и выше. Есть опыт работы с веб-фреймоворками...",
            "responsibility": "Компания F.A.C.C.T. (Fight Against Cybercrime Technologies) — российский разработчик технологий для борьбы с киберпреступлениями, поставщик решений для...",
            "url": "https://hh.ru/vacancy/87491593"
      },
      {
            "name": "QA Engineer / Тестировщик ПО",
            "employer": "Хокинг Бразерс",
            "salary": 60000,
            "requirements": "Иметь опыт работы с графическими приложениями для макетов и прототипов. Знание основ Java, <highlighttext>Python</highlighttext> и опыт написания автотестов. ",
            "responsibility": "Выполнением ручного тестирования web-приложений, интеграций с внешними сервисами и оборудованием на соответствие функциональным и нефункциональным требованиям. Проведением тестирования требований...",
            "url": "https://hh.ru/vacancy/87490464"
      },
      {
            "name": "Разработчик Python3 (Junior)",
            "employer": "Национальный Инновационный Центр",
            "salary": 0,
            "requirements": "Опыт кроссплатформенной разработки на языке <highlighttext>python</highlighttext>3 на фреймворках IDLE, Django 4, Eric7. Навыки работы с базами данных MySQL...",
            "responsibility": "Разработка консольных, десктопных (TKinter, PyQT 5 и выше) и веб-приложений (Django 4). Разработка, создание инсталляционных пакетов и разворачивание приложений...",
            "url": "https://hh.ru/vacancy/87614592"
      },
      {
            "name": "Стажер-разработчик Python",
            "employer": "TerraLink",
            "salary": 0,
            "requirements": "Аналитический склад ума, быстрая обучаемость. Знание <highlighttext>Python</highlighttext>, SQL на уровне выборок данных из нескольких таблиц \\ insert \\ update, хорошие знания Excel...",
            "responsibility": "Обучение профессии Разработчик <highlighttext>Python</highlighttext> в проектах под руководством наставника по индивидуальному плану и включение в Программу развития.",
            "url": "https://hh.ru/vacancy/84826929"
      },
      {
            "name": "Junior разработчик Python/Django",
            "employer": "HardQode",
            "salary": 60000,
            "requirements": "Умение писать на <highlighttext>Python</highlighttext> (>3). Знание django/drf. Умение работать с git или другой системой контроля версий. Умение написать Dockerfile...",
            "responsibility": "Принимать участие в разработке EdTech платформы. Участвовать в проектировании новых возможностей наших продуктов.",
            "url": "https://hh.ru/vacancy/86396944"
      },
      {
            "name": "Начинающий аналитик данных",
            "employer": "Topface Media",
            "salary": 35000,
            "requirements": "Образование в профильной или смежной области. Знание <highlighttext>Python</highlighttext>. Стремления к профессиональному развитию.. Опыт работы не обязателен.",
            "responsibility": "Мы помогаем брендам иметь безупречный имидж уже 9 лет. Основные компетенции агентства: репутационный менеджмент (ORM), управление поисковой выдачи (SERM), услуги...",
            "url": "https://hh.ru/vacancy/86559948"
      },
      {
            "name": "Технический Директор (Chief Technical Officer)",
            "employer": "Дэстэн Партнерс",
            "salary": 500000,
            "requirements": "Экспертные знания в техническом стеке: (Backend:<highlighttext>Python</highlighttext>, Golang, MySQL/Postgres, Redis, MongoDB, FastAPI, GRPC, RabbitMQ/Kafka, Docker, K8s...",
            "responsibility": "Быстрый аудит команд и докомплектация под стоящие задачи. Построение прозрачной системы формирования релизов продуктов и работы команды. Полноценное внедрение процесса...",
            "url": "https://hh.ru/vacancy/87322729"
      },
      {
            "name": "Junior python developer/data engineer",
            "employer": "IT-компания Lad",
            "salary": 40000,
            "requirements": "Уверенное знание <highlighttext>Python</highlighttext>, git, опыт работы со Scrapy. Знание ООП, Linux, умение разбираться в чужом коде. Нацеленность на результат, внимательность...",
            "responsibility": "Разработка парсеров сайтов, участие в развитии продуктов компании.",
            "url": "https://hh.ru/vacancy/86316688"
      },
      {
            "name": "Сетевой инженер",
            "employer": "Атмосферика",
            "salary": 110000,
            "requirements": "Обучаемость, умение самостоятельно разбираться в технической документации. Опыт автоматизации управления сетевым оборудованием: Ansible/<highlighttext>Python</highlighttext>. Владение ОС Linux (Ubuntu / CentOS) на...",
            "responsibility": "Поддержка клиентского сервиса по обращениям и системам мониторинга в соответствии c SLA (оказание сопровождения c соблюдением сроков реакции, качества сопровождения...",
            "url": "https://hh.ru/vacancy/86222612"
      },
      {
            "name": "Стажер продуктовый аналитик в online кинотеатр KION",
            "employer": "МТС",
            "salary": 0,
            "requirements": null,
            "responsibility": "Сопровождение проведения аб-тестов. Исследования поведения пользователей в сопровождении более опытных коллег. Ад-хок аналитика на sql и <highlighttext>Python</highlighttext>.",
            "url": "https://hh.ru/vacancy/87619204"
      },
      {
            "name": "Тестировщик/Manual QA инженер",
            "employer": "Ит-Финанс",
            "salary": null,
            "requirements": "Опыт работы с bugtracking-системами. Опыт работы с Postman PostgreSQL. Базовые знание <highlighttext>Python</highlighttext>. Selenium/Playwright или другой инструмент для автоматизации...",
            "responsibility": "Проводить ручное тестирование нового функционала внутренней системы, выполнять регрессионное тестирование, usability. Активное участие в проработке требований как для уже существующих...",
            "url": "https://hh.ru/vacancy/87522840"
      },
      {
            "name": "Data Science Intern (LLM)",
            "employer": "AIR",
            "salary": 0,
            "requirements": "Начальные знания в области NLP (обработки естественного языка). Релевантное образование. Знание английского языка на уровне В1 и выше. ",
            "responsibility": "Анализ и составление датасетов для обучения LLM моделей. Изучение научных работ и open-source решений в сфере разработки LLM и...",
            "url": "https://hh.ru/vacancy/86732153"
      },
      {
            "name": "Бизнес-аналитик (junior)",
            "employer": "Платформа Национальной Технологической Инициативы",
            "salary": null,
            "requirements": "Понимание устройства информационных систем. Умение работать с Microsoft Power BI, Tableau, <highlighttext>Python</highlighttext>, Grafana, Yandex Data Lens или аналогичные инструменты будет...",
            "responsibility": "Сбором и анализом требований от стейкхолдеров, выявлением их потребностей и целей. Разработкой и написанием технических заданий (ТЗ), программ и методик...",
            "url": "https://hh.ru/vacancy/85040102"
      },
      {
            "name": "Junior Data Analyst",
            "employer": "Flocktory",
            "salary": 0,
            "requirements": "...сложные запросы и подзапросы, опыт ежедневного использования SQL в работе. <highlighttext>Python</highlighttext> (хорошее владение библиотеками Pandas, NumPy). Опыт работы с ad...",
            "responsibility": "Excel (составление отчетности). SQL (работа с БД). Redash (визуализация данных). <highlighttext>Python</highlighttext> (работа с данными Pandas, NumPy).",
            "url": "https://hh.ru/vacancy/87473593"
      },
      {
            "name": "Junior backend-разработчик",
            "employer": "enKod",
            "salary": 30000,
            "requirements": "Опыт работы с Go. Пройденный GoTour. Работа с git. Примеры проектов. Опыт создания HTTP-сервисов.",
            "responsibility": "Создавать веб-сервисы, автоматизирующие маркетинг. Работать с высоконагруженными приложениями. Разрабатывать на Go, работать с SQL и NoSQL базами данных.",
            "url": "https://hh.ru/vacancy/86213456"
      },
      {
            "name": "Разработчик Python",
            "employer": "Delko",
            "salary": 0,
            "requirements": "Опыт работы в качестве бэкенд разработчика на <highlighttext>Python</highlighttext> от 2-х лет. Понимание принципов межсистемных интеграций (API, message broker, integration...",
            "responsibility": "Разработка web-приложений и поддержка текущих проектов. Участие в обсуждении и проработке концепций и нового функционала проектов. Участие в построении...",
            "url": "https://hh.ru/vacancy/87618021"
      },
      {
            "name": "Python разработчик junior",
            "employer": "amoCRM",
            "salary": 30000,
            "requirements": "Знали <highlighttext>Python</highlighttext>. Работали с Django. Работали с Redis. Работали с Celery. Работали с MySQL. Работали с Git. Работали с Linux. ",
            "responsibility": "Создание мониторингов. Исправление критических ошибок, используя автоматизации. Работа с бекапами. Составление схем взаимодействия между сервисами. Написание проектов по автоматизации работы.",
            "url": "https://hh.ru/vacancy/86288456"
      },
      {
            "name": "Junior программист/разработчик Frontend backend/Junior разработчик",
            "employer": "AVPOWER",
            "salary": 75000,
            "requirements": "Увлечение микроэлектроникой, мы работаем с ARM, esp32 и т.д. Знание Linux, <highlighttext>Python</highlighttext>, C++. Работа в Git. ",
            "responsibility": "Разрабатываем и дорабатываем несколько приложений на Java/kotlin под android. Пишем плагины, много работаем с opensource (нужно уметь читать чужой...",
            "url": "https://hh.ru/vacancy/86519375"
      },
      {
            "name": "Data Scientist (стажер), удаленно",
            "employer": "Дунаев Михаил Алексеевич",
            "salary": null,
            "requirements": "Сильное и стойкое желание развиваться как Data Scientist. Базовые знания <highlighttext>Python</highlighttext>. Базовые знания алгоритмов машинного обучения. Хорошо развитое логическое мышление...",
            "responsibility": "Проводить ad-hoc аналитику (отвечать на вопросы: как, что и почему повлияло на результат в определенный момент времени). ",
            "url": "https://hh.ru/vacancy/86571284"
      },
      {
            "name": "Младший разработчик",
            "employer": "RedLab",
            "salary": 0,
            "requirements": "Базовые навыки программирования на любом распространенном языке высокого уровня (<highlighttext>Python</highlighttext>, Ruby, Java, JS и т.д.). Навыки работы с консолью...",
            "responsibility": "Разработка и отладка дашбордов для визуализации данных мониторинга в продукте GMonit, включая документирование всех решений и изучение протоколов мониторинга. ",
            "url": "https://hh.ru/vacancy/87466367"
      },
      {
            "name": "Junior full-stack developer",
            "employer": "Сервис Руки",
            "salary": 0,
            "requirements": "#технологии. Имеет опыт программирования на любом ЯП, включая учебные проекты. Ответственен и самостоятелен.",
            "responsibility": "Хочет учиться и развиваться в продуктовой разработке. Трекинг времени.",
            "url": "https://hh.ru/vacancy/87599211"
      },
      {
            "name": "Python разработчик",
            "employer": "Rus&Co Financial Group",
            "salary": null,
            "requirements": "Знание и использование библиотек и модулей <highlighttext>Python</highlighttext>. - Работа с базами данных, такими как SQLite, MySQL или PostgreSQL. - Знание основных принципов...",
            "responsibility": "Управление памятью и сборщик мусора в <highlighttext>Python</highlighttext>. - Управление исключениями и обработка ошибок. - Работа с файлами и потоками ввода/вывода. - ",
            "url": "https://hh.ru/vacancy/87610504"
      },
      {
            "name": "Начинающий аналитик / тестировщик",
            "employer": "Межрегиональное Управление Федерального Казначейства по Централизованной Обработке Данных",
            "salary": 45000,
            "requirements": "Навыки сбора требований к информационным системам. Навыки программирования на Java/<highlighttext>Python</highlighttext>. Знание основ SQL, принципов взаимодействия с БД. ",
            "responsibility": "Обеспечение сбора и организация процесса загрузки данных в аналитические системы, включая получение структурированных и не структурированных данных из различных источников...",
            "url": "https://hh.ru/vacancy/87608302"
      },
      {
            "name": "Python Django Developer",
            "employer": "IT HUB",
            "salary": 0,
            "requirements": "Умеешь разбираться в чужом коде и быстро интегрироваться в проект. Не боишься сложных задач и вызовов к самому себе. ",
            "responsibility": "Создание новых проектов на основе Django. Поддержка и помощь при работе с текущими проектами. Постоянное развитие. Добавление своих идей в...",
            "url": "https://hh.ru/vacancy/86816878"
      },
      {
            "name": "Разработчик Python",
            "employer": "Олихвер В. В.",
            "salary": 2500,
            "requirements": "Rest/Fast/GraphQL Api + умение пользоваться док-ей, SQL (My / Lite), Selenium, Bs4, Qt5. Django/Flask, Умение...",
            "responsibility": "Работать предстоит с созданием приложений (оконных и веб), дополнений к CRM системам, панелей управлений и их модерацией. Также с Мессенджерами...",
            "url": "https://hh.ru/vacancy/86906149"
      },
      {
            "name": "Junior Python Developer",
            "employer": "AstraLab",
            "salary": 35000,
            "requirements": "Желание учиться и развиваться в области разработки на <highlighttext>Python</highlighttext>. Творческий подход и инициатива в решении технических задач. Умение общаться и...",
            "responsibility": "Разработка и поддержка backend приложений на <highlighttext>Python</highlighttext> (Fast API). Разработка нового функционала и сервисов. Интеграция со сторонними сервисами по API. ",
            "url": "https://hh.ru/vacancy/87203339"
      },
      {
            "name": "Бизнес-аналитик",
            "employer": "Тинькофф",
            "salary": 0,
            "requirements": "МГУ (мехмат, ВМК, физфак), МФТИ, ВШЭ (ФКН, Математика, Бизнес-информатика) – предпочтительно. Знание SQL, <highlighttext>Python</highlighttext> будет плюсом. Приветствуются знания основ машинного...",
            "responsibility": "Много и эффективно работать головой, думать, креативить, созидать, творить. Штурмовать проблемы, выдвигать идеи. Воплощать идеи в жизнь, ставить ТЗ для...",
            "url": "https://hh.ru/vacancy/87594169"
      },
      {
            "name": "Программист Python (удаленно)",
            "employer": "Осм Консалтинг",
            "salary": 0,
            "requirements": "Что нужно из опыта и знаний: Высшее техническое образование. Хорошая алгоритмическая подготовка. Уверенное владение <highlighttext>Python</highlighttext> 3. Знание библиотек Pandas, NumPy...",
            "responsibility": "Разрабатывать и развивать проекты на основе аналитики данных. Участвовать в разработке корпоративного портала с веб-интерфейсом. Документировать разработку. Немного тестировать.",
            "url": "https://hh.ru/vacancy/87455488"
      },
      {
            "name": "Разработчик (Frontend developer / Vue.js) junior+",
            "employer": "Статус",
            "salary": 100000,
            "requirements": "Высшее техническое образование. Опыт работы от 1 года и знание: HTML и CSS, JavaScript, GraphQL, Git. Знание фреймворка: Vue.js. ",
            "responsibility": "SPA на Vue.js + Typescript на фронте и Quasar как библиотека компонентов. <highlighttext>Python</highlighttext> на бэкенде, взаимодействие через GraphQL и немного...",
            "url": "https://hh.ru/vacancy/87571879"
      },
      {
            "name": "Руководитель отдела финансового моделирования и анализа",
            "employer": "Инвестиционная компания (стабильная и развивающаяся)",
            "salary": 450000,
            "requirements": "Желателен опыт программирования. Хорошее знание инструментов и опыт программирования: Excel, SQL, <highlighttext>Python</highlighttext>, Basic, BI- отчетность. Опыт в разработке стат. ",
            "responsibility": "Составление, ведение, актуализация и план-факторный анализ консолидированной финансовой модели Холдинга. Анализ доходов и расходов. Финансовое сопровождение и анализ реализации...",
            "url": "https://hh.ru/vacancy/87288752"
      },
      {
            "name": "Начинающий разработчик Python",
            "employer": "SimpleCode",
            "salary": 0,
            "requirements": "Имели базовые знания работы с Linux (терминал). Умели работать с документацией к <highlighttext>Python</highlighttext> библиотекам. Были ответственными и самостоятельными. ",
            "responsibility": "Освоение основ разработки чат-ботов и работы с API мессенджера Telegram. Изучение базовых концепций машинного обучения и глубокого обучения. ",
            "url": "https://hh.ru/vacancy/86320517"
      },
      {
            "name": "Бекенд-разработчик (Python/Django/PHP/Symfony)",
            "employer": "Геоинформационные Сервисы",
            "salary": 80000,
            "requirements": "...PHP/<highlighttext>Python</highlighttext>. Без опыта работы не рассматриваем. - Javascript на уровне функционального программирования. Опыт работы с Vuejs/Angularjs приветсвутется. - PHP/<highlighttext>Python</highlighttext>...",
            "responsibility": "Разработка различных B2B приложений и API на стеке: Symfony(PHP) или <highlighttext>Python</highlighttext>. - Маленькая компания, минимум бюрократии, все вопросы...",
            "url": "https://hh.ru/vacancy/86769018"
      },
      {
            "name": "Стажер в команду DevOps инженеров",
            "employer": "Mediascope",
            "salary": 0,
            "requirements": "Иметь профильное высшее образование или учиться на IT или математической специальности. Способность и желание разбираться информационными системами. Уверенный пользователь Linux. ",
            "responsibility": "Mediascope – исследовательская компания, которая работает на стыке медиа и IТ. Непрерывное развитие. Получайте новые знания на профильных конференциях, обменивайтесь опытом...",
            "url": "https://hh.ru/vacancy/87432612"
      },
      {
            "name": "Младший аналитик (IT)",
            "employer": "Olima",
            "salary": 100000,
            "requirements": "Опыт работы в данной сфере необязателен. Перед трудоустройством проводится подготовка. Приветствуются базовые знания SQL, Java, <highlighttext>Python</highlighttext>, C#, JavaScript, PHP.",
            "responsibility": "Анализ процессов компании. Составление схем бизнес-процессов. Составление технических заданий (ТЗ). Постановка задач разработчикам. Контроль сроков выполнения задач. ",
            "url": "https://hh.ru/vacancy/87609880"
      },
      {
            "name": "Стажер Python-разработчик (GigaChat)",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Высшее/неоконченное высшее техническое образование. Опыт разработки на <highlighttext>Python</highlighttext>. Развитые аналитические навыки. Навыки ведения проектов. Готовность заниматься автоматическим promt-инжинирингом...",
            "responsibility": "Определение, что звонок клиента содержит негатив. Определение того, что в звонке клиент жалуется на непонятный интерфейс. Определение того, что клиент...",
            "url": "https://hh.ru/vacancy/87623607"
      },
      {
            "name": "Тестировщик игр",
            "employer": "Targem Games",
            "salary": 0,
            "requirements": "Высшее техническое образование. Игровой опыт. Базовые навыки программировании (С++, <highlighttext>python</highlighttext>, lua). Умение работать с базами данных, понимание, что такое json...",
            "responsibility": "Ручное тестирование игровых проектов. Функциональное тестирование, проведение регрессии. Проверки игрового баланса и экономики. Составление и актуализация тестовой документации (чеклисты, инструкции...",
            "url": "https://hh.ru/vacancy/86819174"
      },
      {
            "name": "Cтажер-разработчик Python/C# (Data Engineer)",
            "employer": "Mindbox",
            "salary": 35000,
            "requirements": "Базовое знание <highlighttext>Python</highlighttext>, а также статически типизированного языка с ООП (C#, С++, Java и др.), предпочтительно .NET/C#. ",
            "responsibility": "Net6+ везде, многое в k8s. Монолит — не легаси, поддерживаем на актуальном стеке и активно развиваем, 30...",
            "url": "https://hh.ru/vacancy/86551216"
      },
      {
            "name": "Junior product analyst (офис)",
            "employer": "Где мои дети",
            "salary": 0,
            "requirements": "Владение SQL (ClickHouse, MySQL). Умение программировать на <highlighttext>Python</highlighttext>. Понимание основных алгоритмов и структур данных. Знание популярных продуктовых метрик. ",
            "responsibility": "Точная геолокация, анализ активности ребёнка и контроль окружения ребенка для того, чтобы помочь родителям обеспечивать безопасность детей. Аналитика использования приложений...",
            "url": "https://hh.ru/vacancy/87490765"
      },
      {
            "name": "Middle QA инженер (удаленно)",
            "employer": "Поток.Диджитал",
            "salary": 150000,
            "requirements": "...и обосновать ее целесообразность. Опыт разработки автоматизированных тестов желательно на <highlighttext>Python</highlighttext>. Любить помогать людям. Переживать за качество проекта. ",
            "responsibility": "Приемочное тестирование новых функций. Регрессионное тестирование. Проверка логов на наличие ошибок. Помощь в решении операционных вопросов. Документирование работы фич и...",
            "url": "https://hh.ru/vacancy/86348537"
      },
      {
            "name": "Начинающий python backend разработчик",
            "employer": "ВЕБИМ.РУ",
            "salary": 0,
            "requirements": "<highlighttext>Python</highlighttext>. Базовое понимание CSS\\HTML\\JS будет преимуществом. Angular будет преимуществом. Опыт работы с базами данных (требуется знание raw SQL...",
            "responsibility": "Разработка бэкенд-компонентов в большом проекте чата для организаций. Писать код, проходить код ревью, ревьюить чужой код, давайть оценки, решать...",
            "url": "https://hh.ru/vacancy/87018193"
      },
      {
            "name": "Программист Python",
            "employer": "WOGOW (ИП Толстой Дмитрий Андреевич)",
            "salary": 100000,
            "requirements": "Необходимые навыки: SQL. Matplotlib. Pandas (опционально). NumPy (опционально). Кого хотим видеть: Специалистов последних курсов университетов, желающих связать свою карьеру с...",
            "responsibility": "Необходимо решить задачу аналитики, поиска закономерностей и трендов продаж на основе информации в базе данных. Необходимо создать набор SQL запросов...",
            "url": "https://hh.ru/vacancy/87320864"
      },
      {
            "name": "Intern\\Junior Golang разработчик",
            "employer": "IBS",
            "salary": 0,
            "requirements": "Опыт коммерческой разработки на других языках (РНР, <highlighttext>Python</highlighttext>, Java, .NET, С++) от 1 года (предпочтительно бэкэнд). Умение работать с git. ",
            "responsibility": "Регулярное посещение модулей курса. Выполнение домашних заданий. Активное участие в уроках.",
            "url": "https://hh.ru/vacancy/87461248"
      },
      {
            "name": "Младший аналитик \\ Junior analyst (Оптимакрос)",
            "employer": "Gulliver, Группа компаний",
            "salary": 0,
            "requirements": "Грамотная речь, структурированное системное мышление. Знание учетных систем (1С и подобных). Опыт программирования VBA, SQL, <highlighttext>Python</highlighttext> и т.п.",
            "responsibility": "Развитие. Ключевая задача: поддержка и развитие разработанных моделей Optimacros компанией Гулливер. Основные задачи: Анализ сложных моделей, реализованных в MS Excel. ",
            "url": "https://hh.ru/vacancy/87305081"
      },
      {
            "name": "Программист Python",
            "employer": "WOGOW (ИП Толстой Дмитрий Андреевич)",
            "salary": 100000,
            "requirements": "Необходимые навыки: SQL. Matplotlib. Pandas (опционально). NumPy (опционально). Кого хотим видеть: Специалистов последних курсов университетов, желающих связать свою карьеру с...",
            "responsibility": "Необходимо решить задачу аналитики, поиска закономерностей и трендов продаж на основе информации в базе данных. Необходимо создать набор SQL запросов...",
            "url": "https://hh.ru/vacancy/87320866"
      },
      {
            "name": "Backend разработчик Python",
            "employer": "БТК",
            "salary": null,
            "requirements": "Опыт коммерческой разработки на <highlighttext>Python</highlighttext> от 1 года. Опыт работы с любым фреймворком: Django / Flask / Bottle / CherryPy. Опыт работы с...",
            "responsibility": "Разработка и поддержка серверной части проектов. Участие в планировании проекта и созвонах с командой. Проводить ревью кода.",
            "url": "https://hh.ru/vacancy/87350532"
      },
      {
            "name": "Инженер-программист",
            "employer": "МАЭК-Казатомпром",
            "salary": 300000,
            "requirements": "Знание языка программирования <highlighttext>Python</highlighttext>. Уверенные знания Django и DRF. Понимание ООП и паттерны проектирования. Опыт работы с PostgreSQL и понимание...",
            "responsibility": "Разработка веб-приложения на современном стеке. Участие в обсуждении и принятии архитектурных решений. Разработка архитектуры и поддержка платформ. ",
            "url": "https://hh.ru/vacancy/86854813"
      },
      {
            "name": "QA инженер",
            "employer": "Защищенные Телекоммуникации",
            "salary": 0,
            "requirements": "Опыт ручного тестирования веб-приложений от 1 года. - Опыт автоматизации тестирования на <highlighttext>Python</highlighttext> от 1 года (коммерческий опыт). - ",
            "responsibility": "Внедрять и поддерживать автоматизацию тестирования на <highlighttext>Python</highlighttext> для продуктов в команде WEB-разработки. - Совершенствовать и модернизировать технологические процессы для оптимизации...",
            "url": "https://hh.ru/vacancy/87567625"
      },
      {
            "name": "Python Developer",
            "employer": "ФГАНУ НИИ Спецвузавтоматика",
            "salary": 50000,
            "requirements": "...на <highlighttext>Python</highlighttext> от 2-х лет. Понимание основ работы сетей (TCP/IP, HTTP, SSL). Опыт написания тестов на <highlighttext>Python</highlighttext>. ",
            "responsibility": "Грамотный менеджмент, политика «открытых дверей» руководства. Фокус на развитие и обучение сотрудников с бюджетом более 500 000 рублей в год. ",
            "url": "https://hh.ru/vacancy/87577733"
      },
      {
            "name": "Аналитик",
            "employer": "Департамент Ф53",
            "salary": 58000,
            "requirements": "...и понимание принципов работы с хранилищем данных. Желательные навыки: Опыт работы в Tableau и/или знание <highlighttext>Python</highlighttext> будут являться преимуществом.",
            "responsibility": "Разработка регламентной отчётности, исследования, моделирования, планирование. Разработка систем мотивации продавцов и расчёт вознаграждений. Мониторинг различных показателей (операционные, финансовые, HR метрики...",
            "url": "https://hh.ru/vacancy/86788435"
      },
      {
            "name": "Финансовый аналитик",
            "employer": "LIFE PAY",
            "salary": 250000,
            "requirements": "Экспертный уровень владения Excel (с легкостью сможешь написать макросы), 1С БИТ Финанс. Уверенный уровень <highlighttext>Python</highlighttext>, SQL ((сложные запросы, cte...",
            "responsibility": "Работа в БД и основными фин отчетами BS/ PL/ CF. Обновлять долгосрочные финансовые модели бизнеса — PL, отчеты по бизнес- направлениям...",
            "url": "https://hh.ru/vacancy/87203932"
      },
      {
            "name": "Python Backend Разработчик",
            "employer": "Фабрика проектов",
            "salary": 400000,
            "requirements": "Навыки: [Будет плюсом] Знать и понимать, как строится процесс подключения и разработки Telegram ботов. [Будет плюсом] Наличие опыта работы с...",
            "responsibility": "Разработка новых проектов. Поддержка запущенных проектов. Обсуждение новых проектов от клиентов и предложение решений. Принимать решение по архитектуре разработки. ",
            "url": "https://hh.ru/vacancy/87120848"
      },
      {
            "name": "QA Engineer",
            "employer": "ИНФОМЕДИА",
            "salary": 0,
            "requirements": "Имеете опыт работы от 1,5 года в тестировании Web, Desktop и мобильных приложений. Умеете работать с баг-трекинговыми системами...",
            "responsibility": "Заниматься функциональным/интеграционным/регрессионным ручным тестированием ПО, игрового движка Unity, включая проверку работоспособности различных функций, модулей и компонентов. ",
            "url": "https://hh.ru/vacancy/87434842"
      },
      {
            "name": "Python – разработчик Web-приложений",
            "employer": "Сургутское РСУ",
            "salary": 0,
            "requirements": "Хорошие знания <highlighttext>Python</highlighttext> 3.*. Опыт работы с Django. Опыт работы с Docker. Опыт работы с Git. Уверенные знания REST. ",
            "responsibility": "Разработка web-приложений. Участие в обсуждении и проработке концепций и нового функционала. Участие в построении архитектуры и проектировании.",
            "url": "https://hh.ru/vacancy/87464885"
      },
      {
            "name": "Разработчик Python (Junior)",
            "employer": "Андреев Артём Александрович",
            "salary": 50000,
            "requirements": "Опыт работы над коммерческим или опен-сорс проектом. Опыт работы с mongodb. Опыт работы с rest api. Опыт работы с...",
            "responsibility": "Поддерживать существующий код. Разрабатывать новые фичи.",
            "url": "https://hh.ru/vacancy/86773388"
      },
      {
            "name": "Программист Python",
            "employer": "Омский завод инновационных технологий",
            "salary": 0,
            "requirements": "Высшее образование. Опыт от года промышленной разработки. Наличие пула выполненных проектов (желателен открытый репозиторий на git сервисах).",
            "responsibility": "Разработка программ на <highlighttext>python</highlighttext>. Поддержка рефакторинг и доработка существующих решений. Разработка приложений с использованием diango.",
            "url": "https://hh.ru/vacancy/87483272"
      },
      {
            "name": "Python Developer",
            "employer": "ФОДЖИН",
            "salary": 45000,
            "requirements": "Имеешь глубокие знания <highlighttext>Python</highlighttext>. Знаком с Django и Django ORM. Обладаешь начальными знаниями реляционных и/или NoSQL баз данных (PostgreSQL...",
            "responsibility": "Участвовать в разработке продукта на всех этапах, применяя свои знания <highlighttext>Python</highlighttext>. Строить качественный код, принимая участие в Code Review под...",
            "url": "https://hh.ru/vacancy/86666050"
      },
      {
            "name": "Backend разработчик (Python)",
            "employer": "РК",
            "salary": 80000,
            "requirements": "<highlighttext>Python</highlighttext>. Django. Json-RPC 2.0. PostgreSQL. Redis, Kafka. Kubernetes. Уверенные знания <highlighttext>Python</highlighttext> (опыт работы от 2х лет). ",
            "responsibility": "Разрабатывать новые сервисы в области здравоохранения. Искать узкие места и улучшать производительность кода. Проект молодой, поэтому отсутствует легаси, в котором...",
            "url": "https://hh.ru/vacancy/87373094"
      },
      {
            "name": "Golang разработчик",
            "employer": "GIC",
            "salary": 0,
            "requirements": "Предпочтительно GORM, приветствуется. Понимание работы стандартного SQL-драйвера Go. - Знание <highlighttext>Python</highlighttext> будет плюсом. Общие требования: - Работа с docker и docker...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87604954"
      },
      {
            "name": "Разработчик Python (Трайб Customer Tech)",
            "employer": "ОТП Банк, АО (OTP bank)",
            "salary": 0,
            "requirements": "<highlighttext>Python</highlighttext>/Kotlin (ООП, Понимание библиотек). Django, Flask, FasAPI. Понимание микросервисной архитектуры. Понимание межсистемной интеграции. CI/CD. Умение работать с SQL. ",
            "responsibility": "Разработка микросервисов в области роботизированных помощников и телефонии (Naumen Erudit). Разработка backend процедур. Участие в подготовке решения, совместно с системным...",
            "url": "https://hh.ru/vacancy/87587319"
      },
      {
            "name": "Стажер в IT",
            "employer": "Лаборатория Касперского",
            "salary": 0,
            "requirements": "Учишься в вузе или Школе в т.ч.",
            "responsibility": "Разработка С/С++,С++,С#, <highlighttext>Python</highlighttext>, GO, Java Script. Исследование угроз. Анализ угроз. Анализ и обработка данных. Контентный анализ. ",
            "url": "https://hh.ru/vacancy/87211900"
      },
      {
            "name": "Python developer",
            "employer": "Неофлекс",
            "salary": 0,
            "requirements": "Уверенные знания <highlighttext>Python</highlighttext> от 2х лет. Умение составлять сложные SQL-запросы. Навык работы с REST API. Понимание ORM технологий. ",
            "responsibility": "Разработкой новых приложений и сервисов, а также доработка и сопровождение существующих. Участием в проектировании архитектуры, выработке решений по отказоустойчивости и...",
            "url": "https://hh.ru/vacancy/87557912"
      },
      {
            "name": "Разработчик Python / Computer Vision",
            "employer": "ReSpec",
            "salary": null,
            "requirements": "Хорошие знания <highlighttext>Python</highlighttext> и умение писать на нем качественный и понятный код. Знание классического ML, классификация, кластеризация, регрессия. ",
            "responsibility": "Разрабатывать алгоритмы детекции, сегментации, классификации и трекинга. Исследовать и анализировать существующие подходы в видеоаналитики и обработке изображений. Обучать, тестировать, адаптировать...",
            "url": "https://hh.ru/vacancy/87281935"
      },
      {
            "name": "Стажер IT-школы (С++/Go или QA)",
            "employer": "Протей, НТЦ",
            "salary": 0,
            "requirements": "Базовые знания C++ или Go, Linux, сетевых протоколов.",
            "responsibility": "Российских и зарубежных операторов мобильной связи (инфраструктурное оборудование и сервисные платформы, разработка программного обеспечения, работающего под капотом сетей мобильной связи...",
            "url": "https://hh.ru/vacancy/87608810"
      },
      {
            "name": "Python developer",
            "employer": "Кросстех Солюшнс Групп",
            "salary": 0,
            "requirements": "Опыт не менее 2-х лет. Опыт разработки backend на <highlighttext>Python</highlighttext> (написание API, работа с БД, интеграции с сервисами). ",
            "responsibility": "Автоматизировать и развивать продукты и комплексные решения. Развертывать ПО. Поддерживать службы на <highlighttext>Python</highlighttext>.",
            "url": "https://hh.ru/vacancy/87498933"
      },
      {
            "name": "Backend разработчик",
            "employer": "Эдтех Инвест",
            "salary": 140000,
            "requirements": "Хотим видеть у тебя: Опыт продуктовой разработки от 2-5 лет. Хорошие знания Django, Django Rest Framework, Celery. ",
            "responsibility": "Анализом функциональных требований. Разработкой новых и развитием существующих модулей в рамках платформы. Интеграцией с API внешних сервисов.",
            "url": "https://hh.ru/vacancy/86669517"
      },
      {
            "name": "Data-аналитик",
            "employer": "Колеса",
            "salary": 800000,
            "requirements": "Опыт работы с SQL. Опыт работы с <highlighttext>Python</highlighttext> (знание R будет плюсом). Навыки применения аналитики для решения бизнес проблем. ",
            "responsibility": "Анализировать показатели сайтов и приложений для принятия продуктовых решений. Визуализировать данные, создавать отчеты и делать выводы. Контролировать внедрение новых продуктовых...",
            "url": "https://hh.ru/vacancy/85432436"
      },
      {
            "name": "Junior Python-разработчик",
            "employer": "РЕГИОН",
            "salary": 70000,
            "requirements": "Нам важно, чтобы у тебя был опыт: Опыт работы с <highlighttext>Python</highlighttext> от 2-х лет. Опыт работы с фреймворками: FastApi...",
            "responsibility": "Мы разрабатываем сервис для работы с криптовалютными биржами.",
            "url": "https://hh.ru/vacancy/86985776"
      },
      {
            "name": "Стажер-разработчик",
            "employer": "РСХБ-Интех",
            "salary": 0,
            "requirements": "Приветствуется опыт Visual Basic, JavaScript, <highlighttext>Python</highlighttext>. Системное и аналитическое мышление, навыки структурирования и планирования своей работы. Грамотность и навыки написания...",
            "responsibility": "Наша команда занимается поддержкой и развитием корпоративной сети передачи данных в центрах обработки данных и на территориях ключевых объектов АО...",
            "url": "https://hh.ru/vacancy/86584351"
      },
      {
            "name": "Backend-разработчик",
            "employer": "W2W Group",
            "salary": 0,
            "requirements": "Адекватно понимает собственные силы при предварительной оценке задач. Опыт разработки на Go и <highlighttext>Python</highlighttext>. Знание и опыт работы с чат...",
            "responsibility": "Разработка бэкэндов на Go с использованием Fiber, Mux и GORM. Создание простых API на <highlighttext>Python</highlighttext> с использованием FastAPI, aiohttp и...",
            "url": "https://hh.ru/vacancy/86171125"
      },
      {
            "name": "Frontend-разработчик/Верстальщик",
            "employer": "Sinergium",
            "salary": 41000,
            "requirements": "Соответствие PixelPerfect при верстке по макетам. Понимание или опыт работы с <highlighttext>Python</highlighttext> (фреймворк Django). Умение читать чужой код и быстро...",
            "responsibility": "2. На втором этапе ты начнешь вносить изменения в действующие продукты, доверстка отдельных элементов или блоков (здесь тебе пригодится внимательность...",
            "url": "https://hh.ru/vacancy/86435975"
      },
      {
            "name": "Стажёр в маркетинговую аналитику",
            "employer": "Туту.ру",
            "salary": null,
            "requirements": "Любовь к цифрам и табличкам. — Знание SQL и <highlighttext>Python</highlighttext> хотя бы на базовом уровне. — Умение говорить числами вместо гуманитарных эпитетов. — ",
            "responsibility": "Мы запускаем внутреннюю программу стажировок длительностью от 3 до 6 месяцев для тех, кто хочет связать свою карьеру с цифрами...",
            "url": "https://hh.ru/vacancy/87300151"
      },
      {
            "name": "Программист Python",
            "employer": "МКУ Тюменьгортранс",
            "salary": 15000,
            "requirements": "<highlighttext>Python</highlighttext> (Django). PostgreSQL. JavaScript. HMTL/XHTML/CSS. Git. ОС Linux.",
            "responsibility": "Разработка высоконагруженных приложений​​.",
            "url": "https://hh.ru/vacancy/86895171"
      },
      {
            "name": "Junior Data Scientist",
            "employer": "Бюро кредитных историй Скоринг Бюро",
            "salary": 0,
            "requirements": "Понимание математической статистики и теории вероятностей. Опыт аналитической работы с использованием языка <highlighttext>Python</highlighttext>\\SAS. Знание ML. Знание PL/SQL, опыт...",
            "responsibility": "Создание, обработка и распространение кредитных историй и отчетов по заемщикам. Защита конфиденциальной информации. Предоставление аналитических услуг для банков и компаний. ",
            "url": "https://hh.ru/vacancy/86195321"
      },
      {
            "name": "Antifraud analyst",
            "employer": "WorkFor",
            "salary": null,
            "requirements": "...опыт антифрод-аналитиком будет значительным преимуществом. Уверенная работа с SQL (любой диалект), MS Excel, и опыт моделирования с использованием <highlighttext>Python</highlighttext>.",
            "responsibility": "Аналитика больших объемов данных. Разработка моделей для обнаружения и оценки аномалий, связанных с фродом. Расследования случаев мошенничества, определение уязвимостей в...",
            "url": "https://hh.ru/vacancy/87523478"
      },
      {
            "name": "Аналитик",
            "employer": "Лаборатория Касперского",
            "salary": 0,
            "requirements": "Опыт работы в аналитике от 1 года. Опыт написания запросов в SQL. Опыт разработки дашбордов в PowerBI. Аналитическое мышление, умение...",
            "responsibility": "Команда аналитики и информационных систем управления персоналом в поисках HR аналитика. Проект построения системы HR-аналитики, связанной с управлением HR...",
            "url": "https://hh.ru/vacancy/87533667"
      },
      {
            "name": "Тестировщик (QA инженер)",
            "employer": "Солид Системс",
            "salary": 100000,
            "requirements": "Владение хотя бы одним языком программирования на среднем уровне (Java, <highlighttext>Python</highlighttext>, JavaScript). – Умение работать с базами данных (MySQL, PostgreSQL). – ",
            "responsibility": "Тестирование веб-приложений и мобильных приложений на соответствие требованиям и стандартам качества. – Разработка и поддержка тестовых сценариев, тест-кейсов и...",
            "url": "https://hh.ru/vacancy/87582066"
      },
      {
            "name": "Python developer",
            "employer": "Неофлекс",
            "salary": 0,
            "requirements": "Уверенные знания <highlighttext>Python</highlighttext> от 2х лет. Умение составлять сложные SQL-запросы. Навык работы с REST API. Понимание ORM технологий. ",
            "responsibility": "Разработкой новых приложений и сервисов, а также доработка и сопровождение существующих. Участием в проектировании архитектуры, выработке решений по отказоустойчивости и...",
            "url": "https://hh.ru/vacancy/87557913"
      },
      {
            "name": "Python Developer Trainee",
            "employer": "Крауд",
            "salary": 0,
            "requirements": "Обязательно: <highlighttext>Python</highlighttext> 3, Django, SQL (PostgreSQL), REST API, WS API. Будет плюсом: React.",
            "responsibility": "Разработка бека для внутренней веб-платформы. Разработка и поддержка парсеров данных из различных источников (Rest API, Websocket API). ",
            "url": "https://hh.ru/vacancy/87530798"
      },
      {
            "name": "Python разработчик",
            "employer": "Центр Программного Обеспечения",
            "salary": 50000,
            "requirements": "Набор навыков и умений: - Знание <highlighttext>Python</highlighttext>. - Опыт создания на <highlighttext>Python</highlighttext> серверной части для мобильных приложений. - Использование git - в нашем случае...",
            "responsibility": "2) Заполнение анкеты.",
            "url": "https://hh.ru/vacancy/86740754"
      },
      {
            "name": "Аналитик информационной безопасности",
            "employer": "SberTech",
            "salary": 0,
            "requirements": "Опыт работы со средствами виртуализации (Virtualbox, Vmware, HyperV, ESXi). Опыт чтения кода (C++, C#, <highlighttext>Python</highlighttext>, JS, Bash, PS, VB, BAT). ",
            "responsibility": "Проверка программного обеспечения на соответствие требованиям информационной безопасности, выявление скрытого и потенциально вредоносного поведения программ. Разработка сценариев и документации автоматизированной...",
            "url": "https://hh.ru/vacancy/87261820"
      },
      {
            "name": "Java/Kotlin junior (Android)",
            "employer": "ИнфоТеКС",
            "salary": 0,
            "requirements": "Опыт сборки прошивок на базе AOSP. Знание систем автоматизации сборки: Makefiles, automake, CMake. Опыт автоматизации процессов разработки (Bash/<highlighttext>Python</highlighttext>).",
            "responsibility": "Работа с исходными кодами AOSP. Участие в сборке прошивок на базе AOSP. Разработка приложений под Android.",
            "url": "https://hh.ru/vacancy/87609426"
      },
      {
            "name": "Аналитик данных",
            "employer": "Аналитический центр при Правительстве Российской Федерации",
            "salary": 0,
            "requirements": "Вы студент последнего курса или выпускник с высоким средним баллом, предпочтительно экономические направление. У вас есть опыт подготовки структурированных аналитических...",
            "responsibility": "Сбор и анализ информации по реализуемым на площадке Координационного центра инцидентам и проектам, подготовка предложений по решению выявленных проблем, сценарное...",
            "url": "https://hh.ru/vacancy/87533817"
      },
      {
            "name": "Программист-стажер",
            "employer": "АЛЬФАСАТКОМ",
            "salary": null,
            "requirements": "Обучение в высшем учебном заведении по специальности программист и/или информационные технологии и/или ИТ и связь. Желание учиться и...",
            "responsibility": "Выполнение заданий, получение консультаций от опытных специалистов. Изучение и практические задания на <highlighttext>Python</highlighttext> JavaScript. Изучение и получения практических навыков работы...",
            "url": "https://hh.ru/vacancy/86420017"
      },
      {
            "name": "Junior Data Scientist",
            "employer": "Гибрид",
            "salary": null,
            "requirements": "Стек: Pandas, Numpy, Scikit-Learn, LightGBM, Pytorch, ONNX, Docker, PySpark, Clickhouse. Знать основы статистики и статистических методов. Знать особенности объектно...",
            "responsibility": "Разрабатывать и деплоить ML-модели (преимущественно Recommender Systems), писать чистый поддерживаемый код. Работать с большими данными и высоконагруженными сервисами. ",
            "url": "https://hh.ru/vacancy/86787125"
      },
      {
            "name": "Младший аналитик (управленческая отчетность)",
            "employer": "OSTIN",
            "salary": 0,
            "requirements": "Отличное знание MS Excel (формулы, сводные таблицы и проч. функции). Базовое знание Power BI, Tableau, SQL и <highlighttext>Python</highlighttext>.",
            "responsibility": "Контроль качества и полноты данных в информационных системах. Участие в подготовке управленческой отчетности. Участие в написании требований на развитие информационных...",
            "url": "https://hh.ru/vacancy/87452471"
      },
      {
            "name": "Разработчик Python",
            "employer": "РИДЛАБ",
            "salary": 100000,
            "requirements": "<highlighttext>Python</highlighttext> 3. Odoo. PostgreeSQL. Xml. Html. Javascript. Git. Docker. Высшее техническое/математическое/физическое образование. Хороший уровень <highlighttext>Python</highlighttext>, опыт коммерческой разработки...",
            "responsibility": "Разработка бэк-энд части для проектов на базе Odoo. Написание тестов для своего кода. Выполнение код-ревью для коллег. ",
            "url": "https://hh.ru/vacancy/86560178"
      },
      {
            "name": "Junior full-stack разработчик",
            "employer": "Профи (profi.ru)",
            "salary": null,
            "requirements": "Знание JavaScript и <highlighttext>Python</highlighttext>. Базовые навыки работы с Git. Базовые навыки работы с Docker. Базовые навыки работы с Unix-системами. ",
            "responsibility": "Ты будешь работать как с backend, так и с frontend частью сервисов. Мы быстро развиваемся и постоянно внедряем новые продуктовые...",
            "url": "https://hh.ru/vacancy/86866672"
      },
      {
            "name": "Аналитик (Junior)",
            "employer": "JMart",
            "salary": 0,
            "requirements": "Экономическое/ Математическое /IT / Статистика. Сильные аналитические способности. Навыки построения управленческой и аналитической отчётностей. Навыки составления бизнес-требований. Умение систематизировать информацию...",
            "responsibility": "Расчет бизнес-кейсов, сбор данных для расчета, валидация логики. Взаимодействие с функциями Коммерческого Департамента, Финансового Департамента, Дата-офисом по вопросам...",
            "url": "https://hh.ru/vacancy/87254105"
      },
      {
            "name": "Data scientist",
            "employer": "SENSE group",
            "salary": 0,
            "requirements": "Хорошо владеешь инструментами DS/ML (знаешь теорию и практику). Знаешь SQL (Postgres). Пишешь аккуратный код по PEP8 и не...",
            "responsibility": "В курсе новых алгоритмов в ML и инструментов разработки в <highlighttext>Python</highlighttext>.",
            "url": "https://hh.ru/vacancy/87303305"
      },
      {
            "name": "Python разработчик",
            "employer": "ЭНКОСТ",
            "salary": 120000,
            "requirements": "Умение читать код и быстро в нем разбираться. Коммерческий опыт от 1 года. Уверенное владение SQL (PosgreSQL, Clickhouse). ",
            "responsibility": "Разработка аналитических дашбордов на основе полученных данных (с использованием фреймворка PlotlyDash). Разработка новых аналитических excel-отчетов. Разработка клиентских web-сервисов...",
            "url": "https://hh.ru/vacancy/87458158"
      },
      {
            "name": "Backend developer (Python, FastAPI)",
            "employer": "KAMAZ DIGITAL",
            "salary": 0,
            "requirements": "Опыт разработки сервисов на <highlighttext>Python</highlighttext> от 2 лет.",
            "responsibility": "Разработка микросервисов. Участие в проектировании микросервисов.",
            "url": "https://hh.ru/vacancy/85100335"
      },
      {
            "name": "Программист Python (Junior +)",
            "employer": "Miles&Miles",
            "salary": null,
            "requirements": "Уверенное знание <highlighttext>Python</highlighttext> 3.0. Знание и умение работать с БД. Умение работать с библиотеками распознавания текста.",
            "responsibility": "Написание и поддержание внутренних сервисов. Работа с распознаванием текста, QR кодов, парсеров и прокси менеджеров.",
            "url": "https://hh.ru/vacancy/86840113"
      },
      {
            "name": "Веб-разработчик",
            "employer": "PRANA IT",
            "salary": 35000,
            "requirements": "Уверенное владение PHP (А так же будет плюсом знание Laravel, Node.js и <highlighttext>Python</highlighttext>). Опыт работы с cms системами Wordpress и...",
            "responsibility": "Разработка сайтов разного типа: от небольших лендингов до крупных интернет-магазинов или сервисов. Взаимодействие с командой и помощь специалистам начального...",
            "url": "https://hh.ru/vacancy/87399473"
      },
      {
            "name": "Аналитик",
            "employer": "Ингосстрах Банк",
            "salary": 0,
            "requirements": "Высшее образование/Неоконченное высшее образование (4 курс и более): Финансы и кредит/Экономическое/Техническое. Знания: Как преимущество наличие опыта работы...",
            "responsibility": "Составление управленческой отчетности и участие в ее автоматизации. Оценка вложений в ценные бумаги в соответствии с методиками Банка. ",
            "url": "https://hh.ru/vacancy/87374318"
      },
      {
            "name": "Python - разработчик",
            "employer": "Мухин Дмитрий Сергеевич",
            "salary": 80000,
            "requirements": "...библиотек и основ <highlighttext>Python</highlighttext> 3. - понимание REST-архитектуры, опыт разработки серверной части. - опыт разработки асинхронных приложений на <highlighttext>Python</highlighttext>. - ",
            "responsibility": "писать RESTful API для клиентской части продукта. - оптимизировать производительность приложений. - писать понятный код и тестировать его. - участвовать в проектировании новой...",
            "url": "https://hh.ru/vacancy/87394229"
      },
      {
            "name": "Игровой аналитик",
            "employer": "MYTONA KZ",
            "salary": 0,
            "requirements": "...обращаться с большим объемом данных. Нацеленность на результат, умение работать в команде. Знание языков программирования для аналитики: SQL, R, <highlighttext>Python</highlighttext>.",
            "responsibility": "Сбор, обработка и анализ данных, предоставление аналитических выводов. Подготовка и проведение A/B - тестов. Мониторинг ключевых игровых метрик. ",
            "url": "https://hh.ru/vacancy/87502475"
      },
      {
            "name": "Data scientist",
            "employer": "Payme (СП ООО Inspired)",
            "salary": 0,
            "requirements": "Высокий уровень Data Engeneering skills. Опыт работы с реляционными базами данных. Отличный уровень SQL. - Понимание практического применения статистических моделей в...",
            "responsibility": "Работа с DWH: поиск и создание признаков, оценка качества данных. - Программирование на <highlighttext>Python</highlighttext>. Классический DS и ML стек - numpy, pandas...",
            "url": "https://hh.ru/vacancy/87542194"
      },
      {
            "name": "Аналитик",
            "employer": "ФАВОРИТ ФЭШН ГРУП",
            "salary": 50000,
            "requirements": "Работа в power bi, dax. Знание <highlighttext>Python</highlighttext> библиотеки: pandas, request, numpy. Знание парсинга, на языке <highlighttext>python</highlighttext> или java script. ",
            "responsibility": "Мониторинг конкурентной среды на маркетплейсах. Анализ трендов продаж. Анализ эффективности акций и рекламы. Ценообразование.",
            "url": "https://hh.ru/vacancy/86540934"
      },
      {
            "name": "QA engineer (manual)",
            "employer": "АТМОсфера",
            "salary": 90000,
            "requirements": "Ведение тестовой документации и написание тест-кейсов. Более 2 лет опыта ручного тестирования. Понимание жизненного цикла программного обеспечения. ",
            "responsibility": "Тестирование клиент-серверных приложений. Анализ продуктовых требований, сверка продуктовых требований с результатом. Поддержка тестовых сред и тестовой инфраструктуры. ",
            "url": "https://hh.ru/vacancy/87204199"
      },
      {
            "name": "Frontend developer",
            "employer": "ЛогистРесурс",
            "salary": 0,
            "requirements": "Опыт интеграции с СРМ-системами. Плюсом будет: — Опыт разработки backend (<highlighttext>Python</highlighttext>). — Опыт разработки на других языках. — Знание редакторов Visual Studio...",
            "responsibility": "Писать фронт на React JS. — Интегрировать код с бэкендом. — Участвовать в формировании бэклога продукта. — Учавствовать в проектировании архитектуры. — ",
            "url": "https://hh.ru/vacancy/87391594"
      },
      {
            "name": "Аналитик данных (рассылки)",
            "employer": "Лаборатория Маркетинга",
            "salary": null,
            "requirements": "Умение агрегировать данные и создавать связи между ними. Практические навыки Excel/<highlighttext>Python</highlighttext> или любой другой инструмент для работы с таблицами...",
            "responsibility": "Подготавливать данные для анализа и контролировать корректность данных. Устранение ошибок в данных и предподготовка их к анализу. Контроль технической корректности...",
            "url": "https://hh.ru/vacancy/87360467"
      },
      {
            "name": "Computer Vision Engineer (intern/junior)",
            "employer": "ТРИДИВИ",
            "salary": 0,
            "requirements": "Навыки программирования (C++ и/или <highlighttext>Python</highlighttext>). Владение английским языком на уровне свободного чтения текстов. Желание развиваться в области Computer Vision...",
            "responsibility": "Разработка новых и улучшение существующих алгоритмов компьютерного зрения в задачах распознавания объектов, людей, поз и анализа действий. Изучение и анализ...",
            "url": "https://hh.ru/vacancy/87541359"
      },
      {
            "name": "Тестировщик ПО",
            "employer": "Искра Технологии",
            "salary": 0,
            "requirements": "Коммерческий опыт тестирования. Знание Selenium Webdriver (<highlighttext>Python</highlighttext>, pytest, Allure). Понимание, как работают веб-приложения, что такое XML, JSON, REST, SOAP...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87597008"
      },
      {
            "name": "Тестировщик / QA-специалист",
            "employer": "ЖилиБыли",
            "salary": 80000,
            "requirements": "Коммерческий опыт работы в качестве мануального тестировщика от 2 лет. Знания веб-технологий (html, css, js, http). Знание методологий тестирования...",
            "responsibility": "Знаешь языки программирования, такие как Java, <highlighttext>Python</highlighttext>, PHP. Понимаешь особенности работы с платежными системами и их интеграции в систему бронирования. ",
            "url": "https://hh.ru/vacancy/87601865"
      },
      {
            "name": "Аналитик данных",
            "employer": "Обновление, ПФК",
            "salary": 0,
            "requirements": "На \"ты\" с SQL (оконные функции, операции над массивами). Знаком с <highlighttext>Python</highlighttext> (библиотеки pandas и numpy). Знаешь высшую математику и...",
            "responsibility": "Разработка шаблонов отчетов. Автоматизация отчетности. Участие в проектах по оптимизации и повышению эффективности смежных подразделений. Аудит состояния DWN и автоматизированных...",
            "url": "https://hh.ru/vacancy/87439779"
      },
      {
            "name": "Инженер-программист Python/FastApi",
            "employer": "БСКБ Нефтехимавтоматика",
            "salary": 0,
            "requirements": "Docker. GitLab CI. NGINX. Linux. MySQL. PostgreSQL. ML.",
            "responsibility": "Разработка backend-приложения для автоматизации лабораторной деятельности. <highlighttext>Python</highlighttext> с использованием типизации (mypy). FastApi (Celery, Pydantic). Pytest. SQLAlchemy. REST. ООП.",
            "url": "https://hh.ru/vacancy/87441253"
      },
      {
            "name": "Аналитик",
            "employer": "Самокат (ООО Умный ритейл)",
            "salary": 0,
            "requirements": "MS SQL - знание SQL на высоком уровне - вложенные запросы, оконные функции, функции ранжирования. Опыт анализа данных на <highlighttext>Python</highlighttext> будет преимуществом. ",
            "responsibility": "Статистический анализ и подготовка аналитической отчётности и предложений. Унификация и формализация показателей в регулярной отчётности Компании, согласование с заинтересованными пользователями. ",
            "url": "https://hh.ru/vacancy/87496106"
      },
      {
            "name": "Стажер-аналитик",
            "employer": "Передовые Платежные Решения",
            "salary": 0,
            "requirements": "Базовые знания SQL (select, агрегация, join...). Базовое знание <highlighttext>Python</highlighttext> и библиотек для анализа данных - pandas, numpy, matplotlib и пр. ",
            "responsibility": "Автопарк» — экосистема сервисов для оптимизации работы автопарков. «Командировки» — организация деловых поездок от онлайн-планирования до контроля расходов. «Логистические сервисы» — организация...",
            "url": "https://hh.ru/vacancy/87436669"
      },
      {
            "name": "Junior Game Analyst (удаленно)",
            "employer": "Azur Games",
            "salary": 0,
            "requirements": "Понимание рынка мобильных игр и зарабатывающих мобильных проектов. Пройденные курсы или изученные книги по игровой аналитике. Знание <highlighttext>Python</highlighttext> и SQL...",
            "responsibility": "Работа с ключевыми продуктовыми метриками (Retention, ARPU, DAU и т.д.). Поиск точек роста проекта с помощью аналитики. ",
            "url": "https://hh.ru/vacancy/86108750"
      },
      {
            "name": "Junior Data Scientist (NLP)",
            "employer": "Bewise.ai",
            "salary": 0,
            "requirements": "Базовые знания о LLM и принципах их работы. Опыт программирования на <highlighttext>Python</highlighttext> от 1 года (numpy, scipy, pandas). ",
            "responsibility": "Первый этап отбора - выполнение тестового задания.",
            "url": "https://hh.ru/vacancy/86204950"
      },
      {
            "name": "Тестировщик",
            "employer": "ОСГ Рекордз Менеджмент",
            "salary": 0,
            "requirements": "Знание инструментов управления багами и опыт их использования (Jira, Redmine, Trello). Опыт работы с <highlighttext>Python</highlighttext> Selenium для написания автотестов. ",
            "responsibility": "Выполнение ручного (функциональное, регрессионное и интеграционное) тестирования внешних и внутренних веб сервисов компании и мобильных приложений. Автоматизация регрессионного тестирования. ",
            "url": "https://hh.ru/vacancy/87386689"
      },
      {
            "name": "Компьютерный лингвист",
            "employer": "Data World",
            "salary": 150000,
            "requirements": "понимание принципов компьютерной обработки текста. - базовые навыки программирования на <highlighttext>Python</highlighttext> и работы c NLP. Будет плюсом: - умение работать с Git. - ",
            "responsibility": "разработка алгоритмов и правил исправления орфографических, стилистических и грамматических ошибок, автоматизация проверки использования редакционных политик. - разметка контента для улучшения качества...",
            "url": "https://hh.ru/vacancy/87361686"
      },
      {
            "name": "Junior/Стажер тестировщик (автотестирование)",
            "employer": "ГУТАКС",
            "salary": 0,
            "requirements": "Понимание основ работы web-приложений. Базовые знания <highlighttext>python</highlighttext> или любого скриптового языка + желание научиться писать на нем лучше. ",
            "responsibility": "Основные рабочие направления и технологический стек: Автоматизация тестирования WEB приложений (PyTest/Selenium). Доработка системы автотестов. Работа с багтрекером, системами хранения...",
            "url": "https://hh.ru/vacancy/86386243"
      },
      {
            "name": "Backend-разработчик middle (Python/Django)",
            "employer": "ГК Beibars К",
            "salary": 700000,
            "requirements": "Мы хотим видеть в вас: Опыт коммерческой, backend разработки на <highlighttext>Python</highlighttext> от 2-х лет. Владение ООП как в теории...",
            "responsibility": "Оптимизация платформы. Проектирование архитектуры и. Инфраструктуры для новых внутренних и внешних сервисов. Этапы найма: HR-интервью. Техническое интервью.",
            "url": "https://hh.ru/vacancy/87284561"
      },
      {
            "name": "Программист Python",
            "employer": "WOGOW (ИП Толстой Дмитрий Андреевич)",
            "salary": 100000,
            "requirements": "Необходимые навыки: SQL. Matplotlib. Pandas (опционально). NumPy (опционально). Кого хотим видеть: Специалистов последних курсов университетов, желающих связать свою карьеру с...",
            "responsibility": "Необходимо решить задачу аналитики, поиска закономерностей и трендов продаж на основе информации в базе данных. Необходимо создать набор SQL запросов...",
            "url": "https://hh.ru/vacancy/87320865"
      },
      {
            "name": "Frontend-разработчик (Vue.js) (удаленно)",
            "employer": "Кадровое агентство ЕВА",
            "salary": 150000,
            "requirements": "Опыт backend разработки на PHP или <highlighttext>Python</highlighttext>. Webpack и/или Gulp. Знание паттернов проектирования. Опыт работы с базами данных. ",
            "responsibility": "Одна из задач - интерфейс для разработки диаграмм сценариев голосовых роботов. Участвовать в выборе технологий, возможность влиять на ход развития проекта. ",
            "url": "https://hh.ru/vacancy/87304321"
      },
      {
            "name": "Backend разработчик",
            "employer": "АЙРИМ",
            "salary": 150000,
            "requirements": "Уверенное знание <highlighttext>Python</highlighttext>3. Базовые знания numpy, fastapi/flask. Понимание микросервисной архитектуры. Представления о kafka/rabbit (хотя бы что-то...",
            "responsibility": "Разработка микросервисов по передаче и обработке медицинской информации, сбору и мониторингу телеметрии различных систем. Интеграция с информационными системами контрагентов в...",
            "url": "https://hh.ru/vacancy/87468651"
      },
      {
            "name": "Младший аналитик / Junior Data Analyst",
            "employer": "Ситидрайв",
            "salary": 0,
            "requirements": "Понимание основ математической статистики (меры центральной тенденции, ЦПТ, проверка гипотез). <highlighttext>Python</highlighttext> — опыт взаимодействия для аналитических задач; pandas, numpy; статистические пакеты...",
            "responsibility": "Много учиться и впитывать опыт коллег. Погрузиться в продукт: понять процессы, собираемые данные, структуру и архитектуру данных. Разметка приложения - взаимодействие...",
            "url": "https://hh.ru/vacancy/86663389"
      },
      {
            "name": "Стажер в IT компанию",
            "employer": "Академия 1С программирования ITS Education",
            "salary": 40000,
            "requirements": "опыт программирования на одном из языков (JavaScript, С#, С++, <highlighttext>Python</highlighttext> и др). Главный критерий – твое желание развиваться в сфере IT. - ",
            "responsibility": "научишься создавать классный и рабочий код под любой клиентский запрос. - изучишь сопутствующий материал, необходимый для успешного осуществления и решения коммерческих...",
            "url": "https://hh.ru/vacancy/86942050"
      },
      {
            "name": "Аналитик данных",
            "employer": "VK",
            "salary": 0,
            "requirements": "Знания в области математической статистики, эконометрики, понимание основных алгоритмов ML. Знание <highlighttext>Python</highlighttext> (аналитический и ML-стек). Опыт анализа данных. ",
            "responsibility": "Анализ данных для поиска точек роста ключевых метрик. Проведение и статистическая оценка экспериментов. Разработка и автоматизация отчётности для задач R...",
            "url": "https://hh.ru/vacancy/87475616"
      },
      {
            "name": "Python разработчик",
            "employer": "KTS",
            "salary": null,
            "requirements": "Высокие нагрузки: делаем приложения из экосистемы Сберкота. Интеграции с соцсетями. Короткие и длинные проекты: средняя длительность короткого проекта 1-3...",
            "responsibility": "Vk mini app’ы. Интерактивные лендинги. Веб-квесты и мини-игры. Разрабатывать клиентские приложения: игры и классические приложения. ",
            "url": "https://hh.ru/vacancy/84756985"
      },
      {
            "name": "Младший аналитик",
            "employer": "МТС",
            "salary": null,
            "requirements": "Опыт анализа большого массива данных от 1 года, знание SQL, <highlighttext>Python</highlighttext> (будет преимуществом). Знание Microsoft Office (Word, Excel, PowerQuery, PowerPivot...",
            "responsibility": "Разработка, проведение и автоматизация контрольных процедур по сверке данных из разных систем-источников: Описания контрольных процедур и формирование заключений по...",
            "url": "https://hh.ru/vacancy/86238985"
      },
      {
            "name": "Data Analyst",
            "employer": "Mayflower",
            "salary": 4000,
            "requirements": "Good SQL knowledge (ClickHouse, MariaDB, aggregation of both via <highlighttext>Python</highlighttext> scripts). Experience with BI (Tableau, Power BI or any else). ",
            "responsibility": "Discover new insights, anomalies, and hidden patterns in data. Modify our antispam and antibot system using internal tools and evaluate...",
            "url": "https://hh.ru/vacancy/87587488"
      },
      {
            "name": "Тестировщик ПО (QA-инженер)",
            "employer": "НПЦ ИРС",
            "salary": 55000,
            "requirements": "Понимание основных принципов тестирования и знание языков программирования (Java/<highlighttext>Python</highlighttext>). Опыт ручного и автоматизированного тестирования от 1 года. Профильное образование. ",
            "responsibility": "Разработка автоматизированных тестовых сценариев, которые будут выполнять проверку функциональности программного продукта. Настройка и поддержка инструментов для автоматизации тестирования. ",
            "url": "https://hh.ru/vacancy/87492000"
      },
      {
            "name": "QA-инженер",
            "employer": "ТехЛАБ",
            "salary": 0,
            "requirements": "Опыт в роли QA > 1 года. Владение языком программирования <highlighttext>Python</highlighttext> (PyTest) на базовом уровне. Опыт работы с базами данных: MongoDB...",
            "responsibility": "Анализ документации. Написание и поддержка автоматических тестов (<highlighttext>Python</highlighttext>). Анализ причин обнаруженных ошибок. Взаимодействие с отделом разработки. Предоставление оценки состояния проекта.",
            "url": "https://hh.ru/vacancy/86845918"
      },
      {
            "name": "Редактор-копирайтер",
            "employer": "Alente digital-агентство",
            "salary": 65000,
            "requirements": null,
            "responsibility": "Анализ актуальных текстовых материалов, в т. ч. зарубежных, и написание интересного и уникального контента для корпоративного блога в формате статей...",
            "url": "https://hh.ru/vacancy/87588339"
      },
      {
            "name": "Аналитик данных / Data scientist, удаленно",
            "employer": "ВкусВилл",
            "salary": 0,
            "requirements": "Понимание бизнес-метрик и навыки презентации результата. — Уверенные знание SQL и <highlighttext>Python</highlighttext>. — Знание математической статистики и умение адаптировать методы машинного...",
            "responsibility": "Использовать модели машинного обучения для выявления скрытых тенденций и закономерностей. — Проведение ad-hoc исследований. — Дизайн и подведение итогов A/B...",
            "url": "https://hh.ru/vacancy/86464709"
      },
      {
            "name": "Программист разработчик",
            "employer": "Арпринт",
            "salary": 25000,
            "requirements": "Знали основы <highlighttext>Python</highlighttext>. Работали с MySQL. Были ответственным, самостоятельным, организованным. Быстро обучались, стремились учиться и развиваться. Знаете Django. ",
            "responsibility": "Создание парсеров, кликеров и прочих скриптов для сбора и мониторинга. Составление схем взаимодействия между сервисами. Написание проектов по автоматизации работы. ",
            "url": "https://hh.ru/vacancy/86921312"
      },
      {
            "name": "Начальник Отдела контроля реализации проектов",
            "employer": "НОВАТЭК",
            "salary": 0,
            "requirements": "Грамотное составление документов, писем, понимание основ деловой переписки. Профессиональное владение Excel обязательно. Опыт работы с моделями оптимизации приветствуется (в <highlighttext>Python</highlighttext>...",
            "responsibility": "Организует взаимодействие Подразделений Общества и Контролируемых организаций, обеспечивающих реализацию инвестиционных проектов в области Малотоннажных СПГ-проектов. Формирование план – графиков реализации...",
            "url": "https://hh.ru/vacancy/87494112"
      },
      {
            "name": "Разработчик БПЛА",
            "employer": "Лаборатория Наносемантика",
            "salary": 200000,
            "requirements": "Начальные знания в электронике и радиотехнике. Опыт работы с <highlighttext>Python</highlighttext>: NumPy, Scipy, Matplotlib. Уверенный пользователь Linux. Знание принципа работы прошивок...",
            "responsibility": "Разработкой ПО для управления БПЛА на базе Ardupilot. Разработкой систем компьютерного зрения на основе нейросетей. Прошивкой и тестированием прошивок Ardupilot. ",
            "url": "https://hh.ru/vacancy/83352971"
      },
      {
            "name": "Аналитик данных",
            "employer": "Банки.ру",
            "salary": 0,
            "requirements": "Понимание устройства баз данных, принципы работы сайта для доставки данных фронтенд и бекенд. Знание и умение проектировать архитектуру данных баз...",
            "responsibility": "Взаимодействовать с заказчиками по вопросам хранения , моделирования данных в рамках направления. Проектировать потоки данных и модели данных для последующей реализации. ",
            "url": "https://hh.ru/vacancy/87577583"
      },
      {
            "name": "Старший системный администратор",
            "employer": "Р-Вижн",
            "salary": 200000,
            "requirements": "Опыт написания скриптов автоматизации на PowerShell, Bash, <highlighttext>Python</highlighttext>. Работа с API и кросинтеграция различных систем. Хорошие знания аппаратной части современного...",
            "responsibility": "Участие в проектах по развитию и модернизации ИТ инфраструктуры компании в соответствии со стратегией развития бизнеса. Обеспечение бесперебойной и эффективной...",
            "url": "https://hh.ru/vacancy/87429870"
      },
      {
            "name": "Python Developer / junior+ (Офис)",
            "employer": "Диджитал Сектор Поддержка",
            "salary": 0,
            "requirements": "Хорошее знание <highlighttext>python</highlighttext> (в т.ч. использование асинхронности, использование функций и классов) и желание развиваться. Понимание работы протокола http и...",
            "responsibility": "Разработка сценариев голосового ассистента: Нужно будет разобраться в yaml-конфигурации ассистента: Писать код интеграций с внешними системами, связывать внешние системы...",
            "url": "https://hh.ru/vacancy/87412497"
      },
      {
            "name": "Python-разработчик (Junior)",
            "employer": "Joki Joya",
            "salary": 0,
            "requirements": "Что хотим от кандидата: Опыт коммерческой разработки от 6 мес. Уверенные знания <highlighttext>python</highlighttext>3 (умение ориентироваться в чужом коде, знание...",
            "responsibility": "Для поддержки текущих сервисов и разработки нового функционала ищем в команду <highlighttext>Python</highlighttext> backend-разработчика. Ссылки на ваши работы / репозитории.",
            "url": "https://hh.ru/vacancy/86883142"
      },
      {
            "name": "Специалист технической поддержки локальных систем",
            "employer": "ARK",
            "salary": 100000,
            "requirements": "Английский язык на уровне от Intermediate до Upper-Intermediate, позволяющем общаться по техническим и организационным вопросам с носителями Английского языка...",
            "responsibility": "Прием и обработка заявок от пользователей. Траблшутинг и лидирование решения инцидентов, в том числе кросс-функциональных, с несколькими командами поддерживающих...",
            "url": "https://hh.ru/vacancy/87567872"
      },
      {
            "name": "Тестировщик ПО",
            "employer": "Directum",
            "salary": 0,
            "requirements": "Знание современных методологий тестирования. Начальные навыки программирования на C#, Java или <highlighttext>Python</highlighttext>.. Базовые понимания областей ИТ: администрирование сетей, рабочих станций...",
            "responsibility": "Проводить ручное функциональное тестирование. Разворачивать инфраструктуру для тестирования: настройка виртуальных машин и рабочих станций, настройка системы Directum RX. ",
            "url": "https://hh.ru/vacancy/87354645"
      },
      {
            "name": "Программист-разработчик",
            "employer": "FINAMP",
            "salary": 150000,
            "requirements": "Оконченное техническое образование. Хорошие знания SQL. Владение языком программирования <highlighttext>Python</highlighttext> на уроне middle. Понимание и умение работать с облачной экосистемой...",
            "responsibility": "Написание скриптов на <highlighttext>Python</highlighttext> при работе с Google BigQuery. Разработка новых и доработка текущих автоматизаций на Google Sheets с использованием...",
            "url": "https://hh.ru/vacancy/87398134"
      },
      {
            "name": "C++ мультимедиа разработчик",
            "employer": "Neurus",
            "salary": 0,
            "requirements": "Если вы увлеченный разработчик с хорошей кодовой базой, опытом промышленного программирования на C++ (мы не требуем многого, главное желание развиваться...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87540441"
      },
      {
            "name": "Project/Product Manager",
            "employer": "Blackwall",
            "salary": 100000,
            "requirements": "Аналитический склад ума и умение принимать решения на основе данных. Опыт в управлении IT проектами (Scrum). Опыт работы в Gamedev...",
            "responsibility": "Формировать Backlog продукта. Совместно с командой контролировать разработку, решать любые возникшие сложности, тестировать и принимать результаты работы. Проводить аналитику ключевых...",
            "url": "https://hh.ru/vacancy/86332280"
      },
      {
            "name": "Старший системный администратор",
            "employer": "Данные – центр обработки и автоматизации",
            "salary": 250000,
            "requirements": "...Опыт работы с Kubernetes. - Опыт работы с ceph. - Опыт работы с salt Stack. - Навыки написания скриптов/утилит на <highlighttext>python</highlighttext>/go.",
            "responsibility": "Описывать в ansible развёртывание и настройку linux машин, развёртывание сервисов. - Настраивать мониторинг, логирование, трейсинг. - Обеспечивать доступность систем и сервисов. - ",
            "url": "https://hh.ru/vacancy/87541079"
      },
      {
            "name": "Разработчик (Python developer)",
            "employer": "ЭКСПО-ТОРГ",
            "salary": 0,
            "requirements": "Опыт разработки на <highlighttext>Python</highlighttext> 3.x от 2-х лет. Понимание ООП и паттернов проектирования. Опыт работы с PostgreSQL. ",
            "responsibility": "Развитие проектов по автоматизации роботизированного производства. Интеграция со сторонними и внутренними сервисами. Оптимизация архитектуры и ландшафта. Реализация тысячи идей, которые...",
            "url": "https://hh.ru/vacancy/87615475"
      },
      {
            "name": "Аналитик данных",
            "employer": "Электронная торговая площадка Газпромбанка",
            "salary": 0,
            "requirements": "Опыт формирования и анализа больших массивов данных. Опыт анализа данных с помощью <highlighttext>Python</highlighttext> (pandas/numpy/scipy/sklearn). Опыт работы с...",
            "responsibility": "Погрузиться в детали работы бизнеса. Создавать алгоритмы поддержки принятия решений на основе данных (рекомендательные сервисы, задачи оптимизации, машинное обучение). ",
            "url": "https://hh.ru/vacancy/87366251"
      },
      {
            "name": "Специалист по обработке данных (Data Processing)",
            "employer": "Online Market Intelligence (OMI)",
            "salary": 0,
            "requirements": "Знает Excel на уровне продвинутого пользователя (знание VBA как преимущество). Знание <highlighttext>Python</highlighttext>/R будет плюсом, такие задачи тоже встречаются, но...",
            "responsibility": "Работа с базами данных маркетинговых исследований (SPSS/Excel). Подготовка баз данных для дальнейшего анализа. Подготовка таблиц в Syntax SPSS, анализ...",
            "url": "https://hh.ru/vacancy/87426910"
      },
      {
            "name": "Python Developer",
            "employer": "A2SEVEN",
            "salary": 90000,
            "requirements": "Опыт коммерческой разработки на <highlighttext>Python</highlighttext> от 2,5 лет. Знание <highlighttext>Python</highlighttext> 3. Опыт работы с Django/FastAPI. Опыт работы с...",
            "responsibility": "Участие в построении архитектуры приложений, баз данных и разработке решений. Создавать новую функциональность и оптимизировать работу имеющейся. Предоставление оценки трудоемкости...",
            "url": "https://hh.ru/vacancy/87403720"
      },
      {
            "name": "Lead Data Analyst / Ведущий Аналитик Данных",
            "employer": "Маяк",
            "salary": 350000,
            "requirements": "Владеете SQL и готовы писать код. Есть опыт работы с <highlighttext>Python</highlighttext> стеком. Умеете проводить статистические исследования и аргументировать свой подход. ",
            "responsibility": "Стать партнером в принятии ключевых решений. Выстроить эффективную систему работы с данными. Напрямую влиять на рост компании и продуктов. ",
            "url": "https://hh.ru/vacancy/85830928"
      },
      {
            "name": "Frontend-разработчик (React)",
            "employer": "Смартекс",
            "salary": 150000,
            "requirements": "Опыт разработки на React от 3 лет. Опыт frontend-разработки от 3 лет. Владение современными практиками реализации Responsive-интерфейсов. ",
            "responsibility": "Поддерживать и развивать функционал веб-приложений (SPA). Реализовывать современные Responsive-интерфейсы. Участвовать в планировании и оценке задач.",
            "url": "https://hh.ru/vacancy/86739785"
      },
      {
            "name": "Junior Data Engineer",
            "employer": "WhoIsBlogger (WIB)",
            "salary": null,
            "requirements": "Хорошее знание SQL в области аналитических запросов и трансформации данных. Знание <highlighttext>Python</highlighttext>: умение написать свой класс с методами; обрабатывать и...",
            "responsibility": "Подготовка и очистка данных с использование современных инструментов обработки данных (SQL Presto/Trino, <highlighttext>Python</highlighttext> (Apache Airflow)). Контроль качества данных, поиск...",
            "url": "https://hh.ru/vacancy/86883573"
      },
      {
            "name": "Специалист по искусственному интеллекту",
            "employer": "Андбери",
            "salary": 80000,
            "requirements": "Опыт генерации текстов, фото и видео с использованием нейросетей. Опыт программирования на <highlighttext>Python</highlighttext> 3 от 1 года. Знание базы данных...",
            "responsibility": "Автоматизированная загрузка данных в целевые сервисы с использованием API. Исследование и анализ возможностей применения нейросетей и искусственного интеллекта в различных...",
            "url": "https://hh.ru/vacancy/87166365"
      },
      {
            "name": "Руководитель отдела технической поддержки",
            "employer": "CONSORT Group/КОНСОРТ",
            "salary": null,
            "requirements": "Опыт работы с libvirt, OpenNebula, Open vSwitch. Навыки написания скриптов бытовой автоматизации (bash, <highlighttext>python</highlighttext>);Опыт работы и понимание систем контейнеризации...",
            "responsibility": "Организация технической поддержки (3-я линия). Сбор информации об активных инсталляциях. Поддержка внедрений. Передача выявленных багов ПО команде разработки. ",
            "url": "https://hh.ru/vacancy/87134615"
      },
      {
            "name": "Сетевой инженер (удаленно)",
            "employer": "Hoff Tech",
            "salary": 0,
            "requirements": "Опыт работы с серверными системами Linux. Опыт разработки – <highlighttext>Python</highlighttext>, Git. Опыт работы с оборудованием Mikrotik, Ubiquiti, UserGate, Континент. ",
            "responsibility": "Внедрение и развитие систем сетевой автоматизации (Nautobot, Ansible, <highlighttext>Python</highlighttext>). Сопровождение сетевых сервисов (DNS, DHCP, Client VPN, Proxy). Поддержка работоспособности активного...",
            "url": "https://hh.ru/vacancy/87565384"
      },
      {
            "name": "Разработчик back",
            "employer": "Актив-Б",
            "salary": 120000,
            "requirements": "Знание <highlighttext>Python</highlighttext> 3.8+: не только базовые синтаксисы, но и более продвинутые возможности.  Опыт работы с базами данных: понимание...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87223463"
      },
      {
            "name": "Web-программист (удаленно)",
            "employer": "Rich Life Estate",
            "salary": 30000,
            "requirements": "Знание PHP и <highlighttext>Python</highlighttext> являются обязательным. - Опыт создания сложных сайтов. - Уровень подготовки Middle и выше. - Умение планировать свое рабочее время. - ",
            "responsibility": "Принимаем больше 1000 новых заявок и звонков на покупку недвижимости. - Разработка сайтов с нуля. - Настройка сайтов и добавление нового функционала. - ",
            "url": "https://hh.ru/vacancy/87510401"
      },
      {
            "name": "Data-инженер",
            "employer": "Тинькофф",
            "salary": 0,
            "requirements": "Знание одного из языков программирования: <highlighttext>Python</highlighttext>, Java, Go. Знание основ ООП, теории алгоритмов, структур данных. Знание SQL. Опыт написания процессов...",
            "responsibility": "Участие в разработке ядра продуктов Data Platform. Разработка и оптимизация процессов выгрузки данных.",
            "url": "https://hh.ru/vacancy/87619430"
      },
      {
            "name": "Веб - программист (стажёр / помощник)",
            "employer": "Мир сайтов",
            "salary": null,
            "requirements": "Может уделять работе в офисе (в рабочее время – ПН-ПТ в промежутке с 09-00 до 18-00). ",
            "responsibility": "Работа с небольшими проектами по технической поддержке. Верстка и программирование простых модулей для существующих сайтов. Интеграция баз данных сайтов с...",
            "url": "https://hh.ru/vacancy/86165439"
      },
      {
            "name": "Junior Project Manager",
            "employer": "ProductStar",
            "salary": 0,
            "requirements": "Понимания IT-сферы: ты знаешь, чем отличается продакт от проджект менеджера, что такое Java или <highlighttext>Python</highlighttext>. Есть опыт работы менеджером...",
            "responsibility": "Подбирать спикеров согласно требованиям в ТЗ как из существующей базы, так и искать новых. Находить специалистов на разных публичных площадках...",
            "url": "https://hh.ru/vacancy/86903214"
      },
      {
            "name": "Python Developer (Low-Code) / Разработчик",
            "employer": "Scalaxi",
            "salary": null,
            "requirements": "Владение SQL на базовом уровне. Навыки владения программирования <highlighttext>Python</highlighttext> (от 1 года коммерческой разработки, меньше и учебный опыт не являются...",
            "responsibility": "Создание приложений на базе компонентов платформы. Разработка на <highlighttext>Python</highlighttext> (около 30% задач). Запуск, внедрение, сопровождение и постпроектная поддержка low-code...",
            "url": "https://hh.ru/vacancy/87272781"
      },
      {
            "name": "Middle Backend Python программист",
            "employer": "Lexicom",
            "salary": 0,
            "requirements": "Опыт коммерческой разработки с использованием <highlighttext>Python</highlighttext> от 1,5 лет - кандидатов с меньшим опытом пока не готовы рассматривать. ",
            "responsibility": "Разработка на <highlighttext>Python</highlighttext> сервисной части продукта. Разработка скриптов для интеграции со сторонними сервисами по REST API/SOAP. Устранение багов в...",
            "url": "https://hh.ru/vacancy/87393930"
      },
      {
            "name": "Junior Data science (валидация моделей)",
            "employer": "Московский Кредитный Банк",
            "salary": 0,
            "requirements": "Отличные знания мат статистики, эконометрики и теории вероятности. Знание принципов риск-менеджмента является преимуществом. Хорошие знания SQL и <highlighttext>Python</highlighttext>.",
            "responsibility": "Валидация розничных моделей PD и LGD, валидация корпоративных моделей и моделей для МСБ, валидация бизнес моделей (модель дохода клиента, модель...",
            "url": "https://hh.ru/vacancy/87582675"
      },
      {
            "name": "Младший аналитик",
            "employer": "Компания ПЭК",
            "salary": 0,
            "requirements": "Высшее (техническое, математическое образование). Желательно знание (статистические методы, Рython, SQL, VBA, Еxcel, Data Analysis).",
            "responsibility": "Анализ данных и выведение алгоритмов для улучшения показателей. Разработка и реализация эффективных алгоритмов для работы с большими массивами данных. ",
            "url": "https://hh.ru/vacancy/87322881"
      },
      {
            "name": "Младший аналитик данных",
            "employer": "Topface Media",
            "salary": 30000,
            "requirements": "Образование в профильной или смежной области. Знание <highlighttext>Python</highlighttext> (в особенности pandas), Google Sheets, Google Colab, GitHub, API. Будет круто, если...",
            "responsibility": "Выгружать, обрабатывать и структурировать данные из различных источников. Разрабатывать системы автоматизации и мониторинга бизнес-процессов агентства. Искать и устранять баги...",
            "url": "https://hh.ru/vacancy/86227146"
      },
      {
            "name": "Разработчик Python Junior",
            "employer": "Нумеди",
            "salary": 0,
            "requirements": "Уверенное знание <highlighttext>python</highlighttext>3. Базовые навыки администрирования linux. Опыт работы с одним или нескольким <highlighttext>python</highlighttext> web framework: Django, flask, FastAPI...",
            "responsibility": "Разработка сервисных приложений на языке <highlighttext>python</highlighttext> 3.8+. Реализация интерфейсов по протоколам HTTP/HTTPS. Реализация API. Реализация подключения и...",
            "url": "https://hh.ru/vacancy/86372853"
      },
      {
            "name": "Разработчик (Python)",
            "employer": "Скала^р",
            "salary": 0,
            "requirements": "Опыт промышленной back-end разработки (Full-stack или опыт front-end будет плюсом). Хорошее знание языка <highlighttext>Python</highlighttext>, опыт промышленной разработки...",
            "responsibility": "Работа со стеком технологий: <highlighttext>Python</highlighttext> 3.x, Pytest, PostgreSQL 12+, JS/React 17, Ansible 2.9+. ",
            "url": "https://hh.ru/vacancy/83617636"
      },
      {
            "name": "Python developer",
            "employer": "Финтех Айкью",
            "salary": 0,
            "requirements": "Умение применять параллелизм, многопоточность, неблокирующие вызовы, асинхронность на <highlighttext>python</highlighttext>. Опыт работы с FastAPI, RabbitMQ, Kafka. Опыт работы с Service mesh...",
            "responsibility": "Проектировать архитектуру микросервисов в рамках нового проекта. Разрабатывать высоконагруженные, масштабируемые, безопасные сервисы в рамках SOA-проекта. Менторить junior и middle...",
            "url": "https://hh.ru/vacancy/87146078"
      },
      {
            "name": "Начинающий Веб программист (Junior Web-разработчик)",
            "employer": "РэйнбовСофт, НПО",
            "salary": 25000,
            "requirements": "Имеете базовые знания и опыт работы с одним или несколькими из перечисленных языков, технологий и библиотек: PHP, Go, Ruby, <highlighttext>Python</highlighttext>...",
            "responsibility": "Разработка программного обеспечения. Участие в разработке функционала на fronted, backend. Работа в Scrum командах, полный Жизненный цикл разработки ПО, работа...",
            "url": "https://hh.ru/vacancy/82509167"
      },
      {
            "name": "Исследователь алгоритмов машинного обучения / Researcher",
            "employer": "ВижнЛабс (VisionLabs)",
            "salary": 0,
            "requirements": "Практический опыт обучения и применения моделей. <highlighttext>Python</highlighttext> и знание одного из фреймворков машинного обучения (pytorch, tensorflow, etc). Горящие глаза и...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/87531754"
      },
      {
            "name": "Junior DevOps engineer",
            "employer": "AvantIT",
            "salary": 80000,
            "requirements": "Умение кодить, желательно на <highlighttext>Python</highlighttext>, классно если есть свои поделки. Знание английского на уровне написания комментариев в коде и чтения...",
            "responsibility": "...Yandex) с использованием Infrastructure as Code (Ansible + Terraform). Разработка Managed сервисов на <highlighttext>Python</highlighttext> для нашего облака. Документирование выполненной работы.",
            "url": "https://hh.ru/vacancy/87606206"
      },
      {
            "name": "Data Scientist (команда перспективных алгоритмов машинного обучения)",
            "employer": "Банк ВТБ (ПАО)",
            "salary": 0,
            "requirements": "Навыки работы с <highlighttext>Python</highlighttext>, PyTorch, Pandas, Numpy, OpenCV. Приветствуются опыт использования HuggingFace, MxNet. Навыки работы с Git и с Conda...",
            "responsibility": "Разрабатывать модели машинного обучения. Построение моделей на основе временных рядов. Построение look-alike моделей. Задачи по работе с текстом, табличными...",
            "url": "https://hh.ru/vacancy/87609466"
      },
      {
            "name": "Junior Python Developer / Data Engineer",
            "employer": "Smart Design",
            "salary": 0,
            "requirements": "Опыт работы с ETL-фреймворками. <highlighttext>Python</highlighttext> Web frameworks (FastAPI / aiohttp / Django / Flask и др.). Умение писать асинхронный код: asyncio. ",
            "responsibility": "Принять участие в построении корпоративного Data Warehouse. Сбор, обработка и анализ большого количества данных. Разработка микросервисов / REST API. ",
            "url": "https://hh.ru/vacancy/86440903"
      },
      {
            "name": "Начинающий специалист программист",
            "employer": "Сервис-Реестр",
            "salary": 0,
            "requirements": "Знание любого из языков программирования: <highlighttext>Python</highlighttext>, Delphi, C++, Visual Basic и т.д. Знание стандарта XML (желательно). Приветствуется: Знание Программно...",
            "responsibility": "Обработка массивов данных и генерация отчетов/выходных форм (для рассылок клиентам, для предоставления информации по платежам через приложение Банк-Клиент...",
            "url": "https://hh.ru/vacancy/86871280"
      },
      {
            "name": "GO Developer",
            "employer": "FREEDOM MOBILE",
            "salary": 0,
            "requirements": "Большим плюсом будет знание C++ или C#, PHP, <highlighttext>Python</highlighttext>, Java, Ruby. Уметь проектировать базы данных и писать запросы к ним...",
            "responsibility": "Понимать протоколы передачи информации между клиентом и сервером — HTTP и HTTPS. Участие в проектах внедрения и поддержки сайта fmobile.kz в...",
            "url": "https://hh.ru/vacancy/87447221"
      },
      {
            "name": "Junior DevOps Engineer в команду платформы",
            "employer": "Лента, федеральная розничная сеть",
            "salary": 0,
            "requirements": "Понимание что такое Ansible и Terraform. Базовое знание сетей и Linux. Минимальное владение одним из языков программирования - go, <highlighttext>python</highlighttext>, bash.",
            "responsibility": "Обеспечиваем непрерывную работу наших систем. Обновляем/развиваем наши системы. Вводим в эксплуатацию новые системы (сейчас у нас на поддержке 5...",
            "url": "https://hh.ru/vacancy/87585250"
      },
      {
            "name": "Программист-разработчик",
            "employer": "ЭВОТЕК ЦЕНТРАЛЬНАЯ АЗИЯ (Evotech CA)",
            "salary": 0,
            "requirements": "Знания и опыт разработки на Java + <highlighttext>Python</highlighttext>. Опыт разработки для UNIX подобных систем. Опыт написания SQL-запросов будет плюсом. ",
            "responsibility": "Разработка бизнес-логики работы приложения. Написание программного кода. Unit-тестирование. Bugfixing. Взаимодействие с аналитиками, тестировщиками и руководителями проектов. ",
            "url": "https://hh.ru/vacancy/87468746"
      },
      {
            "name": "Data-Scientist",
            "employer": "Weborama Russia",
            "salary": 0,
            "requirements": "Уверенное знание математической статистики и теории вероятностей. Знание <highlighttext>python</highlighttext> на уровне библиотек по работе с данными (pandas, numpy, sciPy и...",
            "responsibility": "Участие в разработке сценариев применения Data Science для заказчиков. Формулировка и проверка гипотез. Предобработка данных. Кластеризация пользователей. Построение Machine Learning...",
            "url": "https://hh.ru/vacancy/87597175"
      },
      {
            "name": "Исследователь",
            "employer": "Европейский университет в Санкт-Петербурге",
            "salary": 45000,
            "requirements": "владение как минимум одним языком статистической обработки данных: R, <highlighttext>Python</highlighttext>. – развитые навыки в области математической статистики. Преимуществами будут: – опыт работы...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/86942049"
      },
      {
            "name": "Главный инженер-радиотехник",
            "employer": "Set24",
            "salary": 1000,
            "requirements": "...поиска нестандартных, эффективных решений. Будет плюсом: Знание ОС Linux. Уверенное владение языками программирования С/С++ и/или скриптовым языком <highlighttext>Python</highlighttext>.",
            "responsibility": "Организация бесперебойной сборки механизмов. Разработка и проектирование механических устройств. Сборка механизмов. Создание электроники для обеспечения работы механизмов. Пайка микросхем. Электромонтаж. ",
            "url": "https://hh.ru/vacancy/87553169"
      },
      {
            "name": "Инженер технической поддержки L2",
            "employer": "SberTech",
            "salary": null,
            "requirements": "Навыки работы с инструментами CI/CD (Ansible/Jenkins/Bitbucket/Nexus). Опыт написания скриптов на Bash/<highlighttext>Python</highlighttext> или др. ",
            "responsibility": "БД (PostgreSQL, Ignite). Брокер сообщений (Kafka). Системы мониторинга и аудита (Prometheus, ELK, Grafana). Скриптовые языки (Bash, <highlighttext>Python</highlighttext>). Операционные системы Linux.",
            "url": "https://hh.ru/vacancy/87619791"
      },
      {
            "name": "Middle Vue разработчик",
            "employer": "Sibdev",
            "salary": 120000,
            "requirements": "Твой технический опыт: Опыт коммерческой разработки от 1 года. Уверенное владение Vue, управление состоянием приложения, маршрутизация. Умение верстать адаптивно, семантично...",
            "responsibility": "В системе имеется SPA приложения на Vue, сервер обработки данных на <highlighttext>Python</highlighttext>. Контроллеры с кастомным программным обеспечением на языке С. ",
            "url": "https://hh.ru/vacancy/87412107"
      },
      {
            "name": "Тестировщик (Удаленная работа)",
            "employer": "Армтек",
            "salary": 128250,
            "requirements": "...сервисами Телефония, уведомления, Роботы АТС. Опыт написания автотестов на Playwright. Опыт автоматизации тестирования Web и API. Знание JS/TS/<highlighttext>Python</highlighttext>.",
            "responsibility": "Составление плана тестирования версий. Проведение ручного функционального и регрессивного тестирования. Составление тестовых сценариев, поддержание актуальной тестовой модели. Тесное взаимодействие с...",
            "url": "https://hh.ru/vacancy/84554749"
      },
      {
            "name": "Аналитик-разработчик (Data Engineer)",
            "employer": "Софтомнител",
            "salary": 0,
            "requirements": "Знание языков программирования <highlighttext>Python</highlighttext> и/или JavaScript. Опыт разработки на фреймворке Flask или опыт работы с React и инструментами npm...",
            "responsibility": "Разработка и построение отчетности на BI-системе Apache Superset. Создание аналитических запросов к базе данных. Визуализация результатов аналитики в соответствующих...",
            "url": "https://hh.ru/vacancy/87597874"
      },
      {
            "name": "Программист",
            "employer": "Центр оценки и контроля качества образования, ГУ ЯО",
            "salary": 35000,
            "requirements": "Технологии: <highlighttext>Python</highlighttext>, MySQL, Django 1.3.7, HTML/CSS/JavaScript/jQuery. Требования: Увлеченность программированием и творческий подход к разработке программного...",
            "responsibility": "Центр оценки и контроля качества образования ищет сотрудника в отдел мониторинга и анализа для участия в коллективной разработке программного обеспечения...",
            "url": "https://hh.ru/vacancy/87213847"
      },
      {
            "name": "Аналитик данных (ВТБ)",
            "employer": "Воркми",
            "salary": 300000,
            "requirements": "Опыт разработки и автоматизации аналитической отчетности. Знание <highlighttext>Python</highlighttext>. Опыт работы в банковской сфере – обязательно (преимущество - управлениях Финансовой аналитики, Рисках, Контроллинге...",
            "responsibility": "Совместный проект с ВТБ. Сбор и настройка показателей, аналитика, формирование выводов на основании полученных данных. Анализ тенденций и выявление предпочтений...",
            "url": "https://hh.ru/vacancy/87201937"
      },
      {
            "name": "Backend разработчик",
            "employer": "CASABLANCA GROUP",
            "salary": 1000,
            "requirements": "Язык программирования - <highlighttext>Python</highlighttext> (3.8+) - strong knowledge. Также будет преимуществом знания и навыки в AWS - (lambda, sns, sqs). - ",
            "responsibility": "Фреймворк - FastApi. - сфокусирован на выполнение задач в сроки. - помощь тестировщику в повседневных тасках. - саппорт 2го уровня (после 2-3...",
            "url": "https://hh.ru/vacancy/86657909"
      },
      {
            "name": "Intern/Junior GO разработчик",
            "employer": "IBS",
            "salary": 0,
            "requirements": "Опыт коммерческой разработки на других языках (РНР, <highlighttext>Python</highlighttext>, Java, .NET, С++) от 1 года (предпочтительно бэкэнд). Умение работать с git. ",
            "responsibility": "Регулярное посещение модулей курса. Выполнение домашних заданий. Активное участие в онлайн уроках.",
            "url": "https://hh.ru/vacancy/87474724"
      },
      {
            "name": "Стажер (Аналитика больших данных и аудит процессов ИТ — Департамент управления рисками)",
            "employer": "Деловые Решения и Технологии (ДРТ)",
            "salary": 0,
            "requirements": "Опыт работы с платформами аналитики и управления данными, такими как Power BI, Tableau, Qlik, наличие навыков работы с <highlighttext>Python</highlighttext>, R...",
            "responsibility": "Анализ бухгалтерских проводок для выявления нехарактерных для бизнеса операций и признаков недобросовестных действий со стороны руководства организации. Анализ системных данных...",
            "url": "https://hh.ru/vacancy/87358273"
      },
      {
            "name": "Data Analyst (Quality)",
            "employer": "AliExpress",
            "salary": 0,
            "requirements": "Владеете SQL на хорошем уровне. Обладаете аналитическим складом ума. Имеете опыт программирования на <highlighttext>Python</highlighttext>. Знакомы с продуктовой аналитикой. ",
            "responsibility": "Расследовать комплексные инциденты в данных и сервисах, выявлять скрытые закономерности. Исследовать входящие в витрины данные. Разбираться в логике работы и...",
            "url": "https://hh.ru/vacancy/87432787"
      },
      {
            "name": "Backend developer (Python)",
            "employer": "red_mad_robot",
            "salary": 0,
            "requirements": "Опыт коммерческой разработки веб-сервисов и API от 1 года. Уверенное знание <highlighttext>Python</highlighttext> 3.x. Уверенное знание git. ",
            "responsibility": "Разработку нового функционала. Рефакторинг текущей кодовой базы. Участие в проектировании систем с чистого листа. Проектирование архитектуры веб-сервисов и REST...",
            "url": "https://hh.ru/vacancy/87263976"
      },
      {
            "name": "Начальник управления автоматизации банковских технологий / Руководитель IT-управления",
            "employer": "Банк Кремлевский",
            "salary": 0,
            "requirements": "Linux (Ubuntu/CentOS/FreeBSD). Windows Server 2008R2-2019 (AD, DNS, GPO, RDS/RDG, FS, DFS, iSCSI, WSUS). ",
            "responsibility": "Организация деятельности Управления ИТ (6 человек), направленная на обеспечение бесперебойной работы основных банковских информационных и учетных систем, ИТ-инфраструктуры. ",
            "url": "https://hh.ru/vacancy/87607410"
      },
      {
            "name": "Junior QA engineer",
            "employer": "FIX",
            "salary": 0,
            "requirements": "Опыт автоматизированного или ручного тестирования как по UI, так и по API. Опыт использования Java / <highlighttext>Python</highlighttext> / PHP или др. ",
            "responsibility": "Проведение ручного тестирования: UI, API. Автоматизация тестирования: написание автотестов, запись пользовательских сценариев и прогон. Разработка сценариев тестирования. Обеспечение тестовым покрытием...",
            "url": "https://hh.ru/vacancy/87018187"
      },
      {
            "name": "Data engineer",
            "employer": "Центр Орбита",
            "salary": 0,
            "requirements": "SQL (oracle, postgres, MS). Знание любого ETL инструмента. Знакомство с банковским и страховым сектором.",
            "responsibility": "Обогащение данных из различных источников. Формирование датасетов и доработка модели данных. Успешная реализация задач поставленных перед командой. AirFlow, <highlighttext>Python</highlighttext> (ML...",
            "url": "https://hh.ru/vacancy/87015620"
      },
      {
            "name": "Программист",
            "employer": "ЧОП Центавр",
            "salary": 250000,
            "requirements": "Сетевое и системное программирование. Опциональное знание Powershell. Умение/знание производить разработки веб-приложений на <highlighttext>Python</highlighttext>(Django)\\PHP(Laravel)\\Ruby(RoR...",
            "responsibility": "Разработка новых и поддержка существующих Desktop\\Web приложений.",
            "url": "https://hh.ru/vacancy/87161520"
      },
      {
            "name": "Стажер Back-end разработчика: php, java, python, c#",
            "employer": "Nti.team",
            "salary": 15000,
            "requirements": "Знание одного из языков: php, <highlighttext>python</highlighttext>, java, c#. Наличие учебного опыта серверной разработки. Желательно профильное высшее образование по разработке (если...",
            "responsibility": "Разработка на bitrix framework. Разработка API для мобильных приложений и веб-интерфейсов. Интеграция по API с внешними сервисами (банки, доставщики...",
            "url": "https://hh.ru/vacancy/86499208"
      },
      {
            "name": "Junior Python разработчик",
            "employer": "Виста",
            "salary": 60000,
            "requirements": "Комплекс Программных Средств \"Виста-Мед\". * Опыт коммерческой разработки от 1 года. * Владение <highlighttext>Python</highlighttext> 2/3. * Владение (My)SQL, конкретно: * * Иметь...",
            "responsibility": "Написание и поддержка интеграций (<highlighttext>python</highlighttext>2/3 + REST/SOAP + MySQL). * Разработка новых продуктов (<highlighttext>python</highlighttext>3 + Flask/Django...",
            "url": "https://hh.ru/vacancy/87225793"
      },
      {
            "name": "Аналитик данных",
            "employer": "Bimeister",
            "salary": 0,
            "requirements": "Знание различных аналитических методов, включая статистический и количественный анализ, а также качественный и интеллектуальный анализ данных. Возможность реализовать свой опыт...",
            "responsibility": "Процессы извлечения, обработки, преобразования и представления данных, в том числе с использованием ПО Power BI. Высокоуровневый язык программирования (<highlighttext>Python</highlighttext>), современную...",
            "url": "https://hh.ru/vacancy/87336744"
      },
      {
            "name": "Python developer (Junior/Middle)",
            "employer": "Surf",
            "salary": 0,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> 3 - от 2х лет. Знание ООП, архитектурные паттерны. Опыт работы с Flask, Django. ",
            "responsibility": "Работать с внутренней автоматизацией и с внутренними задачами компании. Внедрение сервисов для PM-ов, бухгалтерии, back-офиса. Работа с DWH...",
            "url": "https://hh.ru/vacancy/86210494"
      },
      {
            "name": "Разработчик электронных изделий",
            "employer": "НЬЮЛЭНД технолоджи",
            "salary": 2000,
            "requirements": "Знание ОС Linux (Debian, OpenWRT) для встраиваемых систем. Знание <highlighttext>Python</highlighttext> опыт разработки на <highlighttext>Python</highlighttext> для встраиваемых систем. Опыт работы с...",
            "responsibility": "Разработка и проектирование электронных устройств, систем автоматизации, IoT устройств, контроллеров. Трассировка ПП, подготовка схем и библиотек в САПР. ",
            "url": "https://hh.ru/vacancy/87594282"
      },
      {
            "name": "Data Analyst/Аналитик данных",
            "employer": "Девтек",
            "salary": 100000,
            "requirements": "Опыт работы в data analyst - от 2-х лет. Уверенное знание языка <highlighttext>Python</highlighttext> для анализа данных. Знание SQL и работа...",
            "responsibility": "Искать всевозможные взаимосвязи для определения синергии между продуктами. Работать с большими объемами данных (в день у нас приходят десятки миллионов...",
            "url": "https://hh.ru/vacancy/87460004"
      },
      {
            "name": "Разработчик/junior (офис)",
            "employer": "ПроКомплаенс",
            "salary": 0,
            "requirements": "Базовые знания и решений учебных задач на языках С++/<highlighttext>Python</highlighttext>-обязательно! Базовые знания алгоритмов и структур данных. Базовый знания реляционных...",
            "responsibility": "Формирование новых метрик мониторинга. Доработка инфраструктурной части продукта. Проведение исследований для апробации новых технологических решений. Возможность участвовать в запуске нового...",
            "url": "https://hh.ru/vacancy/86907626"
      },
      {
            "name": "Web-разработчик",
            "employer": "Владлинк",
            "salary": 80000,
            "requirements": "Умение разбираться в чужом коде. Будет плюсом: - Опыт работы с Docker, RabbitMQ, Redis. - Опыт написания проектов на Go или <highlighttext>Python</highlighttext>. - ",
            "responsibility": "Поддержка и развитие REST API внутрених сервисов. - Поддержка и развитие Frontend как внутрених так и внешних сервисов компании. - ",
            "url": "https://hh.ru/vacancy/85979232"
      },
      {
            "name": "Python-разработчик (junior +)",
            "employer": "Центр цифрового развития",
            "salary": 0,
            "requirements": "Ориентироваться в web-технологиях: HTML/JS/CSS, REST, stateless/stateful сервисы. Знание <highlighttext>Python</highlighttext> DRF. REST API на DRF, ORM. ",
            "responsibility": "Командная разработка нового и доработка существующего программного обеспечения. Участие в разработке архитектурных решений проектов. Устранение ошибок, помощь в проведении code...",
            "url": "https://hh.ru/vacancy/86948880"
      },
      {
            "name": "Аналитик данных",
            "employer": "CONSORT TAS",
            "salary": 1000,
            "requirements": "Знание языка программирования <highlighttext>Python</highlighttext>, SQL. Знание библиотек NumPy, Pandas, Matplotlib. Опыт работы в среде разработки Jupyter Notebooks. Понимание статистики и...",
            "responsibility": "Сбор и систематизация данных из ELK, Cassandra, Clickhouse. Анализ данных с использованием статистических методов и программных средств. Разработка отчетов и...",
            "url": "https://hh.ru/vacancy/86789860"
      },
      {
            "name": "QA\\Тестировщик программного обеспечения",
            "employer": "УМНЫЕ ГОРОДА",
            "salary": 0,
            "requirements": "Опыт написания и поддержки тестовых скриптов, предпочтительно на языках автоматизации (например, <highlighttext>Python</highlighttext>). Способность анализировать результаты тестирования и документировать их. ",
            "responsibility": "Внедрение и оптимизация процессов обеспечения и контроля качества продукции. Разработка тестовых сценариев, охватывающих функциональное, интеграционное и системное тестирование. ",
            "url": "https://hh.ru/vacancy/87465771"
      },
      {
            "name": "Аналитик второй линии поддержки",
            "employer": "ЮТэйр, Авиакомпания",
            "salary": 75000,
            "requirements": "знание основ web-технологий и навыки программирования, желательно на <highlighttext>Python</highlighttext>. — грамотный русский язык, владение английским на уровне для чтения документации. — ",
            "responsibility": "работать с данными и писать скрипты на <highlighttext>Python</highlighttext>. — работать с системами мониторинга, настраивать алертинг, реагировать на поступающие в этом канале...",
            "url": "https://hh.ru/vacancy/87419293"
      },
      {
            "name": "Системный администратор / 3 линия поддержки (удаленно)",
            "employer": "Аврора. Проекты и Сервис",
            "salary": 130000,
            "requirements": "Нам важен Ваш опыт: Для нас будет \"плюсом\" Ваш опыт:",
            "responsibility": "...построение и сопровождение кластеров. Работы с продуктом MS SCCM. В разработке скриптов Powershell / VBScript / <highlighttext>Python</highlighttext>. Работу в аккредитованной It компании.",
            "url": "https://hh.ru/vacancy/86595598"
      },
      {
            "name": "Back-end разработчик",
            "employer": "One Corporated",
            "salary": 0,
            "requirements": "Владение <highlighttext>Python</highlighttext>. — Владение Django и DRF. — Опыт работы с celery. — Базовые навыки работы с Postman. — Понимание основ SQL. — ",
            "responsibility": "Разработка и проектирование нового функционала, поддержка имеющегося. — Изучение технологий необходимых для проекта. — Ведение задач в таск-менеджере, расстановка сроков. — ",
            "url": "https://hh.ru/vacancy/86913158"
      },
      {
            "name": "Junior data engineer (отбор по результату задания)",
            "employer": "ForteBank",
            "salary": 150000,
            "requirements": "Отличные знания SQL (определяем по итогу тестирования).",
            "responsibility": "Разрабатывать фреймворк загрузки данных в Greenplum на основе <highlighttext>Python</highlighttext>/PXF/GPLOAD/GPFDIST и Airflow. Оптимизировать структуру данных и формат их...",
            "url": "https://hh.ru/vacancy/87182022"
      },
      {
            "name": "Head of QA",
            "employer": "Ostrovok.ru",
            "salary": 0,
            "requirements": "Владеешь английским языком на уровне B2/C1. Знание <highlighttext>Python</highlighttext>, Pytest, Selenium, WebDriver, Cypress. Тестирование серого/белого ящика. ",
            "responsibility": "Разработка тестовой стратегии, выбор подходов к тестированию и методов. Разработка, сбор и контроль метрик тестирования и качества. Управление командой QA...",
            "url": "https://hh.ru/vacancy/87595352"
      },
      {
            "name": "Python-разработчик",
            "employer": "Софтомнител",
            "salary": 0,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> не менее 2 лет. Знание основных библиотек и фреймворков для разработки на <highlighttext>Python</highlighttext>. Опыт интеграции с...",
            "responsibility": "Разработка и оптимизация приложений на <highlighttext>Python</highlighttext> и JS. Создание интеграций для продуктов CRM, Service Desk и контакт-центров. ",
            "url": "https://hh.ru/vacancy/86923859"
      },
      {
            "name": "Дата Аналитик (Korzinka Go)",
            "employer": "Korzinka (Anglesey food)",
            "salary": 0,
            "requirements": "Have experience in visualizing data, building dashboards (in Excel/<highlighttext>Python</highlighttext>/Tableau). Knowledge of key client metrics (Retention, ARPU, LTV etc...",
            "responsibility": "Calculate key marketing and omni-channel client metrics, develop reports and visuals on client behavior. Use various data (reports, client...",
            "url": "https://hh.ru/vacancy/87299264"
      },
      {
            "name": "Аналитик данных (специалист по сетям)",
            "employer": "ГКУЗ ЛО МЕДИЦИНСКИЙ ИНФОРМАЦИОННО-АНАЛИТИЧЕСКИЙ ЦЕНТР",
            "salary": 45000,
            "requirements": "Уверенный пользователь ПК, офисных программ. Понимание принципов устройства баз данных. Опыт работы с Mikrotik и VipNet будет преимуществом. ",
            "responsibility": "Выгрузка данных, проверка, трансформация и анализ данных. Поиск закономерностей в наборе данных (логов), интерпретация полученных результатов. Визуализация полученных результатов, создание...",
            "url": "https://hh.ru/vacancy/87550899"
      },
      {
            "name": "Младший python-разработчик",
            "employer": "Финансово-правовой альянс",
            "salary": 85000,
            "requirements": "Знание <highlighttext>Python</highlighttext>, ООП и базовых паттернов проектирования. Опыт в разработке серверных приложений на <highlighttext>python</highlighttext> - от 6 месяцев. Опыт работы с...",
            "responsibility": "Разработка внутренних серверных приложений на <highlighttext>Python</highlighttext> для автоматизации бизнес-процессов. Организация взаимообмена данными между собственными и сторонними сервисами через API. ",
            "url": "https://hh.ru/vacancy/86598530"
      },
      {
            "name": "Investigation Analyst",
            "employer": "Inca Digital",
            "salary": 1000,
            "requirements": "Tools. Various AWS and GCP products. Fluent English. We are an international team and most of the business is conducted...",
            "responsibility": "Collect technical, financial, and natural language data via connecting to public APIs. Normalize and standardize collected datasets. Analyze collected data...",
            "url": "https://hh.ru/vacancy/87519985"
      },
      {
            "name": "Системный инженер",
            "employer": "Сфера",
            "salary": 120000,
            "requirements": "Понимание что такое API и как это работает. Умение читать и понимать json,geojson, код на <highlighttext>python</highlighttext>, bush. ",
            "responsibility": "Развёртывание решений на внутреннем контуре и на объектах заказчика. Настройка и поддержка продукта и решений. Устранение возникающих проблем при инсталляции...",
            "url": "https://hh.ru/vacancy/87490425"
      },
      {
            "name": "Тестировщик iOS/Android (manual QA)",
            "employer": "Софтделюкс",
            "salary": 0,
            "requirements": "Опыт работы в ручном тестировании. Опыт работа с JSON (желательно). Базовые знания <highlighttext>Python</highlighttext> (будет плюсом).",
            "responsibility": "Тестировать мобильные приложения (iOS и Android). Взаимодействовать с командами разработки (front-end & back-end). - Тестирование обновлений и нововведений в приложениях...",
            "url": "https://hh.ru/vacancy/87528355"
      },
      {
            "name": "Backend-разработчик (PHP/NodeJs/Python/Ruby)",
            "employer": "ITguild",
            "salary": 0,
            "requirements": "Уверенные знания (PHP/ или NodeJs/ или <highlighttext>Python</highlighttext> / или Ruby) и опыт коммерческой разработки от 2-х лет. Знание и применение...",
            "responsibility": "Участвовать в проекте . Исправлять баги . Делать ревью кода. Проектировать архитектуру сервисов. Искать и внедрять лучшие практики и решения.",
            "url": "https://hh.ru/vacancy/86880827"
      },
      {
            "name": "Аналитик баз данных",
            "employer": "Цифрал-Сервис",
            "salary": 0,
            "requirements": "Прохождение профильных курсов в GeekBrains/ Skillbox/ Нетология/ SkillFactory и др. Знание <highlighttext>Python</highlighttext>, SQL, Tableau, Excel на продвинутом уровне. ",
            "responsibility": "Поиск, анализ, обработка информации из биллинговых систем, их анализ статистическими методами. Поиск закономерностей в данных с целью выявления ошибок, новых...",
            "url": "https://hh.ru/vacancy/87411253"
      },
      {
            "name": "Системный администратор",
            "employer": "Изостудия",
            "salary": 45000,
            "requirements": "Знание основных принципов безопасности данных и опыт работы с системами защиты. - Навыки владения скриптовыми языками (<highlighttext>Python</highlighttext>, PowerShell и др.) приветствуются. - ",
            "responsibility": "Установка, настройка и поддержка оборудования и программного обеспечения. - Обеспечение непрерывной работы сетевой инфраструктуры. - Мониторинг и обслуживание сетевых устройств, серверов и...",
            "url": "https://hh.ru/vacancy/87488295"
      },
      {
            "name": "Финансовый аналитик",
            "employer": "Ventra",
            "salary": 160000,
            "requirements": "Опыт финансового/бизнес-анализа и финансового моделирования. Отличные знания Excel, базовые знания <highlighttext>Python</highlighttext>, SQL, знание Power BI будет преимуществом. ",
            "responsibility": "Контролировать оборот по бренду/клиенту; контроль торговых вложений: на счет-фактуры, внесчетные скидки, трейд-маркетинговые мероприятия. Участвовать в процессе годового...",
            "url": "https://hh.ru/vacancy/87450800"
      },
      {
            "name": "Стажер-разработчик Angular",
            "employer": "КРОК",
            "salary": 0,
            "requirements": "Разбираешься в объектно-ориентированном программировании. Готов учиться новому. Будет плюсом: Знание других языков программирования (Java, C#, <highlighttext>Python</highlighttext>). Умение работать с...",
            "responsibility": "Осваивать архитектуру проекта.",
            "url": "https://hh.ru/vacancy/87582422"
      },
      {
            "name": "Junior Analyst (Младший Аналитик)",
            "employer": "OptiTeam",
            "salary": 0,
            "requirements": "Опыт работы с MS Excel Solver. Умение программировать VBA, SQL, <highlighttext>Python</highlighttext> и т.п.. Навыки самостоятельного ведения проектов (Project Management). ",
            "responsibility": "Анализ сложных моделей, реализованных в MS Excel. Моделирование в профессиональном ПО Optimacros/Anaplan (после прохождения тренингов и сертификации). ",
            "url": "https://hh.ru/vacancy/87450005"
      },
      {
            "name": "Разработчик Python",
            "employer": "Электронная медицина",
            "salary": 30000,
            "requirements": "Опыт проектирования, поддержки и разработки серверных компонентов на <highlighttext>Python</highlighttext>. Знание Microsoft SQL server и PostgreSql. Опыт работы с Git. ",
            "responsibility": "Разработка бэкенд новых SaaS проектов на <highlighttext>Python</highlighttext>. Поддержка, устранение проблем в ранее разработанном ПО совместно с командой. Рефакторинг и оптимизация...",
            "url": "https://hh.ru/vacancy/80736556"
      },
      {
            "name": "Инженер данных (Data Engineer)/программист Python",
            "employer": "Shop25",
            "salary": 80000,
            "requirements": "4. Опыт работы с <highlighttext>Python</highlighttext> для анализа данных, включая работу с Jupyter Notebook, Pandas и Numpy. 5. Опыт работы с...",
            "responsibility": "1. Участие в интересных и сложных проектах по анализу и обработке данных.",
            "url": "https://hh.ru/vacancy/87182175"
      },
      {
            "name": "Cпециалист по работе с данными (Data Scientist)",
            "employer": "Открытый код",
            "salary": 0,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> (в части анализа данных). Хорошие знания основных библиотек анализа данных: Pandas, Matplotlib, Numpy, Scipy, Sklearn и...",
            "responsibility": "Анализ исходных данных, очистка, аугментация, стратификация. Разработка и обучение моделей регрессии, классификации, ранжирования, кластеризации. Выдвижение и проверка гипотез.",
            "url": "https://hh.ru/vacancy/79167028"
      },
      {
            "name": "Программист Python",
            "employer": "ВВХВ",
            "salary": null,
            "requirements": "Уверенное владение <highlighttext>Python</highlighttext> 3.6+. Опыт работы с Django-framework. Желателен опыт с celery, django-rest-framework. ",
            "responsibility": "Работа над заказными веб-проектами из различных областей бизнеса.",
            "url": "https://hh.ru/vacancy/86187801"
      },
      {
            "name": "Python developer",
            "employer": "АйТи Мегастар",
            "salary": 80000,
            "requirements": "<highlighttext>Python</highlighttext> разработчика с опытом от 1 года. Высокий уровень самостоятельности. Системное мышление. Аналитическое мышление. Ориентация на результат. Ответственность и лидерство. ",
            "responsibility": "Разработкой backend части приложений с нуля и доработкой существующих. Архитектурой баз данных. Деплоем приложений на тестовый и боевой сервер. ",
            "url": "https://hh.ru/vacancy/86560040"
      },
      {
            "name": "Data Scientist",
            "employer": "ProPeople Global",
            "salary": 0,
            "requirements": "Знание основ алгоритмов и структуры данных. Уверенное владение <highlighttext>Python</highlighttext> (numpy, pandas, pytorch, scikit-learn, networkx). Уверенное владение SQL и опыт...",
            "responsibility": "Работа с сырыми/обработанными телеком. данными, веб-траффиком. Exploratory Data Analysis. Профилированием пользователей. Кластеризацией динамических текстовых, табулярных и графовых данных. ",
            "url": "https://hh.ru/vacancy/87580496"
      },
      {
            "name": "Junior Data Analyst",
            "employer": "РЕСО-Гарантия, САО",
            "salary": 0,
            "requirements": "Баумана, МФТИ, ВШЭ. - знание SQL и PL/SQL. - знание R или <highlighttext>Python</highlighttext>, пакетов статистического анализа. - знание теории вероятности и математической...",
            "responsibility": "построением математических моделей страхового портфеля. - исследованием спроса и эластичности. - управленческой аналитикой. - тарификацией. - анализом рентабельности страховых продуктов. - анализом бизнес-процессов. - ",
            "url": "https://hh.ru/vacancy/86759273"
      },
      {
            "name": "Junior QA Engineer (инженер) отдела тестирования информационных систем",
            "employer": "ФГБУ Рослесинфорг",
            "salary": 65000,
            "requirements": "Знание одного из языков программирования PHP, Java, <highlighttext>Python</highlighttext>, Ruby. Навыки коммуникационной работы в команде. Знания основ языка SQL, типов баз...",
            "responsibility": "Проведение функционального, регрессионного, интеграционного, юзабилити тестирования по тестовым сценариям и на соответствие техническому заданию. Анализ требований технической документации. ",
            "url": "https://hh.ru/vacancy/87404684"
      },
      {
            "name": "Специалист по тестированию",
            "employer": "Гознак",
            "salary": 0,
            "requirements": "Знание современных frontend технологий. Опыт использования библиотек. Опыт использования систем автоматизированного тестирования, знание скриптовых языков программирования <highlighttext>Python</highlighttext>, JavaScript или PHP...",
            "responsibility": "Подготовка тестовых данных. Ручное тестирование ПО. Разработка и выполнение тест-кейсов программного обеспечения. Документирование обнаруженных дефектов, контроль за их устранением...",
            "url": "https://hh.ru/vacancy/87412828"
      },
      {
            "name": "Продуктовый аналитик, Цифровые каналы",
            "employer": "AWG",
            "salary": 0,
            "requirements": "...Mixpanel, Google Analytics, Яндекс.Метрика, AppMetrica или аналогами (не обязательно). Знание инструментов для автоматизации сбора, статистической обработки сырых данных (<highlighttext>Python</highlighttext>/R).",
            "responsibility": "Организовать и автоматизировать сбор данных для отчетности, объединить данные систем-источников и строить регулярную отчетность/дашборды по клиентской активности. ",
            "url": "https://hh.ru/vacancy/87044186"
      },
      {
            "name": "Data Analyst / Аналитик данных",
            "employer": "Adserving",
            "salary": 0,
            "requirements": "Как плюс уверенное владение SQL на уровне составления базовых запросов и знание <highlighttext>Python</highlighttext> (Pandas, NumPy), R или другого скриптового языка...",
            "responsibility": "Работа с крупнейшими рекламными агентствами и рекламодателями Рунета. Участие в интеграциях и тестировании с крупнейшими паблишерами. Выгрузки аналитических отчетов из...",
            "url": "https://hh.ru/vacancy/87206996"
      },
      {
            "name": "Программист-стажер",
            "employer": "KiberOne (ИП Зивтинь Мария Олеговна)",
            "salary": 10000,
            "requirements": null,
            "responsibility": "Проведение интерактивных перемен с детьми, создание дружеской легкой атмосферы. Подготовка видеороликов и отчетов об уроке. Работа в CRM системе.",
            "url": "https://hh.ru/vacancy/86630378"
      },
      {
            "name": "Аналитик данных",
            "employer": "Нмаркет.ПРО",
            "salary": 90000,
            "requirements": "Представление о том как устроен бизнес-цикл: \"маркетинг>заявка>продажа>оказание услуги постпродажное обслуживание\". Желательно знание R/<highlighttext>Python</highlighttext>, power query...",
            "responsibility": "Сбор данных из разных источников, необходимых для формирования отчетов, их структурирование и обработка (сколько заявок в день поступило, сколько ушло...",
            "url": "https://hh.ru/vacancy/85953151"
      },
      {
            "name": "Тестировщик",
            "employer": "Точка",
            "salary": null,
            "requirements": "Выбирать методы и инструменты тестирования. Есть опыт тестирования Web-приложений и АPI. Хорошо знаешь и понимаешь техники тест-дизайна.",
            "responsibility": "Продукт, отвечающий за цифровую бухгалтерию для маркетплейсов. Планировать тестирование. Создавать тестовые случаи и сценарии. Проводить ручное тестирование. Автоматизировать регрессионное тестирование. ",
            "url": "https://hh.ru/vacancy/83702892"
      },
      {
            "name": "Тестировщик / QA engineer",
            "employer": "Сканрост",
            "salary": 25000,
            "requirements": "Опыт работы в тестировании от 1 года. Понимание принципов работы web-приложений (хотя бы понимать чем POST запрос отличается от...",
            "responsibility": "Разработка тест-кейсов и планов тестирования. Ревью/разработка тестовой документации. Проведение ручного и\\или автоматизированного тестирования ПО. Составление отчетов об...",
            "url": "https://hh.ru/vacancy/86304492"
      },
      {
            "name": "DevOps Engineer",
            "employer": "Picnic",
            "salary": 0,
            "requirements": "7+ лет опыта работы в DevOps/DevSecOps и программной инженерии. Знание CI/CD с использованием Jenkins и облачных платформ...",
            "responsibility": "Создание и поддержка скриптов на <highlighttext>Python</highlighttext>, Bash, Go, Node.js для безопасности, автоматизации, обслуживания и мониторинга.",
            "url": "https://hh.ru/vacancy/86772242"
      },
      {
            "name": "Тестировщик/инженер по тестированию (уровень middle)",
            "employer": "Dinord",
            "salary": 0,
            "requirements": "Знание теории тестирования. Умение работать с dev tools. Понимание Scrum. Знание этапов разработки ПО и жизненного цикла продукта. ",
            "responsibility": "Функциональное тестирование веб-приложений. Разработка и поддержка автоматизированных тестов. Написание чек-листов. Составление баг-репортов. Участие в обсуждении задач.",
            "url": "https://hh.ru/vacancy/87412066"
      },
      {
            "name": "Аналитик данных",
            "employer": "Ситилинк",
            "salary": 60000,
            "requirements": "Знание Excel на продвинутом уровне. Развитое критическое мышление. Умение видеть причинно-следственные связи. Знание статистики, математики. Знание SQL и <highlighttext>Python</highlighttext>.",
            "responsibility": "Data mining, подготовка исходных данных для анализа. Анализ данных в рамках бизнес-задачи. Оформление и защита итоговых результатов с прогнозированием...",
            "url": "https://hh.ru/vacancy/86125014"
      },
      {
            "name": "QA Engineer/Тестировщик ПО",
            "employer": "AlfaBit.Group",
            "salary": 100000,
            "requirements": "Опыт работы с системами контроля версий. Опыт работы с системами учета багов. Знание <highlighttext>Python</highlighttext>, опыт написания автотестов. Опыт работы тестировщиком...",
            "responsibility": "Обнаружение, документирование и отслеживание дефектов. Взаимодействие с разработчиками, аналитиками. Работа с автотестами - запуск, разбор падений, написание. Участие в проработке задач. ",
            "url": "https://hh.ru/vacancy/86205285"
      },
      {
            "name": "Заместитель руководителя управления информационных технологий",
            "employer": "Дипломатическая академия Министерства иностранных дел Российской Федерации",
            "salary": 130000,
            "requirements": "Базовые навыки работы с системами управления вебсайтами (CMS), базовые навыки программирования (php, perl, <highlighttext>python</highlighttext>). Опыт в разработке регламентирующих документов, инструкций...",
            "responsibility": "Координация работы отдельных подразделений управления ИТ. Мониторинг информационных систем, распределение прав пользователей, проведение служебных проверок по соблюдению требований нормативных документов...",
            "url": "https://hh.ru/vacancy/86783676"
      },
      {
            "name": "Middle QA Engineer",
            "employer": "Level.Travel",
            "salary": 120000,
            "requirements": "Опыт разработки тест-планов, тест-кейсов. Знание <highlighttext>Python</highlighttext>, опыт автоматизации тестирования (как плюс). Базовые знания html, сss, regexp. ",
            "responsibility": "Функциональное тестирование мобильных и web приложений. Тестирование API. Сопровождение задач, мониторинг качества продукта. Документирование багов. Проверка кейсов перед релизом, тестирование...",
            "url": "https://hh.ru/vacancy/86671817"
      },
      {
            "name": "Стажер DevOps инженер (junior)",
            "employer": "Неофлекс",
            "salary": 0,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> от 3 лет. Опыт работы с Docker и Kubernetes. Опыт работы с одной или несколькими облачными...",
            "responsibility": "Работой с контейнеризацией и оркестрацией (Docker, Kubernetes). Развертыванием и настройкой ML моделей в облачных платформах (AWS, GCP, Azure, Yandex и...",
            "url": "https://hh.ru/vacancy/87614142"
      },
      {
            "name": "Python Developer",
            "employer": "Открытый код",
            "salary": 0,
            "requirements": "От Вас: Опыт разработки на <highlighttext>Python</highlighttext> от 2 лет. Опыт работы с веб-фреймворками (Django, Flask, aiohttp), создания API (REST...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/80885148"
      },
      {
            "name": "Аналитик данных",
            "employer": "ВЕС-Медиа",
            "salary": 160000,
            "requirements": "Понимание принципов BI-платформ, умение создать модель данных. <highlighttext>Python</highlighttext>/R - желательно хотя бы на базовом уровне. 1С желателен опыт. ",
            "responsibility": "Анализ и формирование потоков данных в Компании (как своими силами, так и постановкой ТЗ разработчикам). Создание и поддержание BI-моделей...",
            "url": "https://hh.ru/vacancy/87209443"
      },
      {
            "name": "Стажер (Data analyst)",
            "employer": "МТС",
            "salary": 0,
            "requirements": "Стек: продвинутое владение <highlighttext>Python</highlighttext> (библиотеки pandas, numpy, re, os, datetime и др.), SQL (подзапросы, оконные функции), Git, Airflow, Excel. ",
            "responsibility": "Анализировать данные в различных бизнес-процессах компании (от закупочной деятельности до развития сети мобильной связи). Взаимодействовать с бизнес-стейкхолдерами и...",
            "url": "https://hh.ru/vacancy/87302586"
      },
      {
            "name": "Аналитик данных",
            "employer": "Транснефть-Технологии",
            "salary": 0,
            "requirements": "Знания в областях Machine Learning. Знание и опыт использования sklearn, pytorch. Знание <highlighttext>Python</highlighttext>: multithreading, numpy, pandas, matplotlib и др.. ",
            "responsibility": "Обследование и анализ системы для подготовки данных к математической обработке. Обучение нейросетей. Формирование и проверка гипотез. Написание документации по проводимым...",
            "url": "https://hh.ru/vacancy/86047922"
      },
      {
            "name": "Бэкенд-разработчик",
            "employer": "ГКУ Саратовской области Центр цифрового развития Саратовской области",
            "salary": 55000,
            "requirements": "Работа в офисе, удаленная работа не рассматривается. Уверенные знания как минимум одного языка <highlighttext>Python</highlighttext>/Java/Ruby/PHP. Опыт работы: - PostgreSQL...",
            "responsibility": "Написание и доработка дополнительных модулей, новых сервисов и скриптов. Участие в обсуждении и проработке концепций и нового функционала. ",
            "url": "https://hh.ru/vacancy/86882799"
      },
      {
            "name": "Backend-разработчик (Python)",
            "employer": "ПИКАССО",
            "salary": 70000,
            "requirements": "Знание Django и умение применять базовые алгоритмы. Опыт работы с базами данных (MySQL, PostgreSQL). Будет хорошо, если вы использовали NoSQL. ",
            "responsibility": "Участие в выполнении проектов по созданию цифровой инфраструктуры для партнёров компании. Поддержка и развитие функционала сайта.",
            "url": "https://hh.ru/vacancy/87123765"
      },
      {
            "name": "Старший специалист по рискам",
            "employer": "Метр квадратный",
            "salary": 150000,
            "requirements": "Опыт работы в подразделениях по управлению рисками не менее 1 года. Опыт работы с системами учета и анализа риск-событий. ",
            "responsibility": "Организацией и управлением операционными, регуляторными и правовыми рисками (выявление, учет событий, мониторинг, рекомендации, контроль, информирование). Анализом процессов компании на предмет...",
            "url": "https://hh.ru/vacancy/87625005"
      },
      {
            "name": "Системный администратор",
            "employer": "Фастек",
            "salary": 90000,
            "requirements": "Работа с командным интерпретатором Bash, умение писать shell скрипты. Знание скриптового языка программирования (<highlighttext>Python</highlighttext> / Ruby /Perl). Знание понятий Vlan, DNS...",
            "responsibility": "Управление физическими и виртуальными, офисными и удалёнными серверами в количестве порядка 100 штук под управлением Linux Debian, Windows Server. ",
            "url": "https://hh.ru/vacancy/87334241"
      },
      {
            "name": "Младший продуктовый аналитик",
            "employer": "Алгоритмика",
            "salary": 0,
            "requirements": "...закономерности и предлагать решения на основе аналитических выводов. Большим плюсом будет: Опыт работы с JSON. Владение <highlighttext>Python</highlighttext> (Pandas, Numpy, Matplotlib).",
            "responsibility": "1. актуализация учебной программы. 2. разработка полного пакета методических рекомендаций по ведению уроков. 3. обучение учителей перед началом учебного года...",
            "url": "https://hh.ru/vacancy/87306075"
      },
      {
            "name": "Разработчик на ЯП Python 3",
            "employer": "Банк Русский Стандарт",
            "salary": 0,
            "requirements": "Знание <highlighttext>Python</highlighttext> (asyncio). Linux (желательно RedHat8 или Oracle Linux). Знание основ IP-протокола и сетей связи. Знание основ SQL.",
            "responsibility": "Разработка микросервисов на <highlighttext>Python</highlighttext> 3. Тестирование разработанных модулей. Администрирование разработанного программно-аппаратного комплекса. Поддержка разработанных решений в качестве 3-й...",
            "url": "https://hh.ru/vacancy/87467724"
      },
      {
            "name": "Data Analyst",
            "employer": "QIC",
            "salary": 2500,
            "requirements": "Strong knowledge of database systems, preferably Oracle and MySQL. Familiarity with programming languages, preferably <highlighttext>Python</highlighttext> for data manipulation and analysis. ",
            "responsibility": "Group and Individual English language classes. Reimbursement for conferences, training, and purchase of necessary tools. Consultation on tax policies with...",
            "url": "https://hh.ru/vacancy/87424597"
      },
      {
            "name": "Сетевой инженер / Системный администратор в команду Облака КРОК",
            "employer": "КРОК",
            "salary": 0,
            "requirements": "Практический опыт работы с решениями, языками, инструментами: BGP, OSPF, VRRP, STP, IPSEC, GRE, OpenVPN, MongoDB, Docker, Git, <highlighttext>Python</highlighttext>, Ansible, QEMU...",
            "responsibility": "Исследовать и внедрять технологии, позволяющие создавать новые и улучшать существующие сервисы нашего Облака. Автоматизировать решения инфраструктурных задач. Поддерживать и развивать...",
            "url": "https://hh.ru/vacancy/87492443"
      },
      {
            "name": "Аналитик в сфере международного экономического сотрудничества",
            "employer": "Министерство экономического развития Российской Федерации",
            "salary": 70000,
            "requirements": "Вакансия рассчитана на выпускников вузов, начинающих специалистов, бакалавров, магистров в сфере международных экономических отношений, а также специалистов в сфере ВЭД...",
            "responsibility": "Принятие участия в подготовке прогноза ВЭД (в части формирования предпосылок). Ведение мониторинга и анализа глобальных макроэкономических трендов и рисков, мировых...",
            "url": "https://hh.ru/vacancy/87342801"
      },
      {
            "name": "Backend-разработчик Python",
            "employer": "ТРИДИВИ",
            "salary": 0,
            "requirements": "Опыт разработки web приложений и сервисов на <highlighttext>Python</highlighttext> (Django, FastAPI) и/или желание развиваться в этом направлении. Понимание базовых принципов...",
            "responsibility": "Разработка масштабируемых интеллектуальных сервисов видеоаналитики на основе Nuitrack SDK / Face SDK. Разработка высоконагруженных самообучаемых сервисов обработки данных с использованием проприетарных...",
            "url": "https://hh.ru/vacancy/86559386"
      },
      {
            "name": "Junior+ ML инженер",
            "employer": "ГПМ Партнер",
            "salary": 0,
            "requirements": "...ClickHouse, PostgreSQL, MySQL). Опыт с NoSQL: Redis / Ignite/ Hazelcast / Aerospike, MongoDB. Опыт разработки веб-сервисов на <highlighttext>python</highlighttext> (Django / Flask/ FastAPI ...).",
            "responsibility": "Разработкой пайплайнов для автоматизации вывода моделей рекомендаций в продакшн. Деплоем и реализацией различных моделей рекомендаций. Оценкой этих моделей, проведением экспериментов...",
            "url": "https://hh.ru/vacancy/87369100"
      },
      {
            "name": "Аналитик данных|BI аналитик (june, middle)",
            "employer": "Агентство современных коммуникаций Директ Сервис",
            "salary": 85000,
            "requirements": "Аналитическое мышление для преобразования данных в информативные визуальные элементы. Знание скриптовых языков программирования (например, <highlighttext>Python</highlighttext>). Опыт написания SQL скриптов. ",
            "responsibility": "Разработка аналитических отчетов с нуля, поддержка текущих отчетов и развитие автоматизации на инструменте BI (MS Power BI, Yandex DataLens), вспомогательные...",
            "url": "https://hh.ru/vacancy/87387587"
      },
      {
            "name": "Data Analyst",
            "employer": "Lightspeed",
            "salary": null,
            "requirements": "Глубокое понимание статистики и теории вероятностей. Уверенное знание языка <highlighttext>Python</highlighttext> и основных библиотек для работы с данными (pandas, matplotlib, seaborn...",
            "responsibility": "Lightspeed - международная продуктовая ИТ-компания, разрабатывающая POS-системы для ритейла, eCommerce, ресторанов и гольф-клубов по всему миру. ",
            "url": "https://hh.ru/vacancy/87604497"
      },
      {
            "name": "Data Scientist",
            "employer": "Optimax Dev",
            "salary": null,
            "requirements": "Experience using statistical computer languages (<highlighttext>Python</highlighttext>, SQL) to manipulate data and extract inferences from large data sets. Knowledge of various...",
            "responsibility": "Solving business problems using machine learning methodologies. Data Version Control (DVC). Airflow. CI/CD. Transparent system of development and growth...",
            "url": "https://hh.ru/vacancy/86181512"
      },
      {
            "name": "QA-инженер по ручному тестированию",
            "employer": "Вебмониторэкс",
            "salary": 0,
            "requirements": "...C++, <highlighttext>Python</highlighttext>, Docker, Open Observe, Yandex Tracker, Timely, Gmonit. Автотесты: у нас есть значительное количество автотестов, написанных на <highlighttext>Python</highlighttext>, и...",
            "responsibility": "Ведение тестовой документации в тестовом-менеджере. Проведение ручного тестирования веб-приложения (функциональное, интеграционное) как в части взаимодействия с UI, так...",
            "url": "https://hh.ru/vacancy/84745714"
      },
      {
            "name": "IT Analyst Intern / Стажер IT-аналитик",
            "employer": "Procter & Gamble",
            "salary": 90000,
            "requirements": "Strong analytical skills. A solid understanding of SQL and <highlighttext>Python</highlighttext> at the junior level. Experience with KNIME, PostgreSQL, and Power...",
            "responsibility": "Design a business-oriented, accurate reporting system to discover potential risks and business opportunities. Perform ad hoc analysis to drill...",
            "url": "https://hh.ru/vacancy/86388281"
      },
      {
            "name": "DevOps инженер",
            "employer": "URSiP",
            "salary": 0,
            "requirements": "Опыт работы с docker, kubernetes. Опыт настройки CI/CD, Gitlab/Jenkins. Знание <highlighttext>Python</highlighttext> на уровне написания скриптов. Опыт работы с...",
            "responsibility": "Мониторинг, диагностика и оперативное устранение проблем в функционировании сервисов, контроль работоспособности приложений и предупреждение критических ситуаций. Взаимодействие с подразделениями разработки...",
            "url": "https://hh.ru/vacancy/86667554"
      },
      {
            "name": "Разработчик JavaScript",
            "employer": "Polymedia",
            "salary": 0,
            "requirements": "Какие компетенции понадобятся: - высшее образование, техническая/математическая специальность, it. - опыт работы в ИТ-компании от 1 года. - хорошее владение JavaScript...",
            "responsibility": "разрабатывать программное обеспечение, требуемое для решения задач проектов, включая проектирование, проработку технологий, тестирование, отладку и контроль соответствия требованиям. - ",
            "url": "https://hh.ru/vacancy/87221427"
      },
      {
            "name": "Junior ML-engineer / Младший ML-инженер",
            "employer": "ЦИТМ Экспонента",
            "salary": 0,
            "requirements": "Знание линейной алгебры и статистики применительно к Data Science. Уверенное владение <highlighttext>Python</highlighttext> (numpy, scipy, pytorch, sklearn), приветствуется знание и опыт...",
            "responsibility": "Техническую проработку решения. Техническое обоснование решения как для инженеров-разработчиков, так и для руководителей подразделений. Внедрение новых процессов разработки и...",
            "url": "https://hh.ru/vacancy/86867232"
      },
      {
            "name": "Junior/Middle Java Developer",
            "employer": "Sitronics KT",
            "salary": 0,
            "requirements": "Знание алгоритмов и структур данных. БУДЕТ ПЛЮСОМ: Опыт работы с <highlighttext>python</highlighttext>. Опыт работы с Docker и Docker Compose. ",
            "responsibility": "Разработка backend части программного обеспечения. Разработка сервисов и модулей для интеграционных решений. Написание юнит и интеграционных тестов, исправление багов, участие...",
            "url": "https://hh.ru/vacancy/86886858"
      },
      {
            "name": "Начинающий full-stack веб-разработчик",
            "employer": "Техновизор",
            "salary": 40000,
            "requirements": "Закончили, или заканчиваете ВУЗ по какой-либо it-специальности. Знакомы с Linux. Умеете работать с командной строкой. И с Docker.",
            "responsibility": "<highlighttext>Python</highlighttext>/Django – в новых продуктах, Docker, PHP 7.4 (Yii2), JavaScript (Vue), MariaDB, Яндекс.Трекер. Разрабатывать и поддерживать код. ",
            "url": "https://hh.ru/vacancy/87135968"
      },
      {
            "name": "Инженер технической поддержки L2 (Infrastructure)",
            "employer": "SberTech",
            "salary": 210000,
            "requirements": "Навыки работы с инструментами CI/CD (Ansible/Jenkins/Bitbucket/Nexus). Опыт написания скриптов на Bash/<highlighttext>Python</highlighttext> или др. ",
            "responsibility": "БД (PostgreSQL, Ignite). Брокер сообщений (Kafka). Системы мониторинга и аудита (Prometheus, ELK, Grafana). Скриптовые языки (Bash, <highlighttext>Python</highlighttext>). Операционные системы Linux.",
            "url": "https://hh.ru/vacancy/82904782"
      },
      {
            "name": "Technical Support Engineer",
            "employer": "Zentist",
            "salary": 1700,
            "requirements": "2+ years of experience in a technical support role. Strong troubleshooting skills with the ability to allocate the issue...",
            "responsibility": "Strive to ensure customer success by actively working towards resolving their pain points, understanding their needs and challenges. ",
            "url": "https://hh.ru/vacancy/87177158"
      },
      {
            "name": "Старший системный администратор",
            "employer": "Оптиковолоконные Системы",
            "salary": 60000,
            "requirements": "...копий,пользователей и т.п.). Ответственность. Опыт написания скриптов в Bash, <highlighttext>Python</highlighttext>. Опыт работы с оборудованием Cisco, D-Link, MikroTik.",
            "responsibility": "Сопровождение существующих и запуск новых сервисов IТ-инфраструктуры. Аудит IТ-инфраструктуры с целью ее оптимизации. Установка, настройка, администрирование сетевого и...",
            "url": "https://hh.ru/vacancy/87223886"
      },
      {
            "name": "ГИС-специалист",
            "employer": "Геоскан",
            "salary": 0,
            "requirements": "...Erdas), так и свободного ПО ГИС (QGIS, GRASS). Базовые знания <highlighttext>Python</highlighttext>. Знания и опыт в области Веб-служб (Web Services...",
            "responsibility": "Проводить анализ пространственных данных и соответствующих алгоритмов (анализ особенностей пространственных данных, их работы и строения). Вести базу данных (вносить данные...",
            "url": "https://hh.ru/vacancy/87470347"
      },
      {
            "name": "Финансовый аналитик",
            "employer": "МТС",
            "salary": 0,
            "requirements": "Понимание основных принципов финансовой отчетности. Способность к декомпозиции задач. Приветствуется SQL, <highlighttext>Python</highlighttext>, Power BI. Приветствуется опыт работы в B2...",
            "responsibility": "Анализ отчетности ФИБ в части доходов и коммерческих показателей. Организация и контроль процесса прогнозирования коммерческих показателей. Разработка/оптимизация моделей и...",
            "url": "https://hh.ru/vacancy/86024866"
      },
      {
            "name": "Data аналитик",
            "employer": "Сравни",
            "salary": 0,
            "requirements": "Умение работать с данными MS Office. Базовые навыки программирования на <highlighttext>Python</highlighttext> (pandas, numpy, scikit-learn). Базовые навыки визуализации на <highlighttext>Python</highlighttext>...",
            "responsibility": "Сегментация существующего клиентского портфеля в разрезе продуктовых и маркетинговых активностей. Формирование клиентского профиля. Анализ эффективности и развитие существующих каналов коммуникации...",
            "url": "https://hh.ru/vacancy/87526925"
      },
      {
            "name": "Middle Python разработчик",
            "employer": "Sibdev",
            "salary": 120000,
            "requirements": "Наш идеальный коллега: Имеет опыт коммерческой разработки от 1,5 лет, уверенное знание <highlighttext>Python</highlighttext>, Django и DRF. Документировал API в...",
            "responsibility": "Много проектирования и новой разработки, сложные и интересные задачи. Плавное введение в процессы, индивидуальный план развития и повышения грейда.",
            "url": "https://hh.ru/vacancy/86796256"
      },
      {
            "name": "Аналитик (удаленно)",
            "employer": "Работут",
            "salary": 100000,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> и базами данных (MongoDB, ClickHouse). Знание систем визуализации данных (DataLens, PowerBI или аналогичные). Понимание основ машинного...",
            "responsibility": "Разработка и реализация моделей аналитики и прогнозирования. Работа с базами данных MongoDB, ClickHouse, PostgreSQL. Взаимодействие с API сторонних сервисов, таких...",
            "url": "https://hh.ru/vacancy/87277541"
      },
      {
            "name": "Менеджер баз данных",
            "employer": "Р-Конф",
            "salary": 80000,
            "requirements": "Преимущество у кандидатов с навыками SQL, <highlighttext>Python</highlighttext>. - Английский – В2. - Самостоятельность, трудолюбие, ответственность, структурное мышление. Условия: Работа в инновационной компании...",
            "responsibility": "Массовое пополнение базы данных компаниями и контактами из внешних источников (поиск источников, выгрузка из источников, загрузка в нашу систему). - ",
            "url": "https://hh.ru/vacancy/86385411"
      },
      {
            "name": "Ruby on Rails web-разработчик стажер",
            "employer": "Здоровый Отдых",
            "salary": 25000,
            "requirements": "Знание: bootstrap, git, html, css (мы используем sass), js. Опыт работы с MVC-фреймворком. Понимание реляционных баз данных и SQL. ",
            "responsibility": "Доработка web-сервисов (сайта, CRM-системы, экстранета).",
            "url": "https://hh.ru/vacancy/87417024"
      },
      {
            "name": "Frontend Python SQL",
            "employer": "МТС",
            "salary": 70000,
            "requirements": "Опыт написания скриптов на <highlighttext>Python</highlighttext> под FrontEnd. Уверенное владение HTML/CSS, JavaScript. Желателен опыт создания одностраничных приложений. Дополнительный плюс знание...",
            "responsibility": "Разрабатывать новые инструменты автоматизации рабочих процессов. Поддерживать и совершенствовать существующие решения по автоматизации.",
            "url": "https://hh.ru/vacancy/86687911"
      },
      {
            "name": "Data analyst/Дата аналитик",
            "employer": "Express24",
            "salary": 1500,
            "requirements": "BI-системы на уровне Power BI, Tableau. MS Excel. Проведение A/B-тестов. <highlighttext>Python</highlighttext>. Библиотеки для анализа данных. ",
            "responsibility": "Предоставлять отчеты в соответствии с требованиями менеджера по продукту. Анализ структуры данных и их оптимизация. Добавлять дополнительные базовые данные для...",
            "url": "https://hh.ru/vacancy/86935262"
      },
      {
            "name": "Программист",
            "employer": "Ирк.ру",
            "salary": 0,
            "requirements": "Знание <highlighttext>Python</highlighttext>, Django, MySQL, Git, Linux.",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/86851946"
      },
      {
            "name": "Инженер по тестированию",
            "employer": "МСП Банк",
            "salary": 0,
            "requirements": "Знание теории и видов тестирования, умение применять техники тест-дизайна. Будет плюсом знания языка программирования <highlighttext>Python</highlighttext>. Будет плюсом опыт тестирования...",
            "responsibility": "Проведение функционального, интеграционного и регрессионного тестирования системы. Написание тестовой документации (тест-кейсы, чек-лист, баг-репорт и т.д). ",
            "url": "https://hh.ru/vacancy/87194794"
      },
      {
            "name": "Data scientist",
            "employer": "Ростелеком",
            "salary": 0,
            "requirements": "Опыт разработки скоринговых/ML моделей. Навык работы с БД. Владение SQL и <highlighttext>Python</highlighttext>. Знание подходов к оценке эффективности моделей и...",
            "responsibility": "Разработка скоринговых моделей оценки контрагентов физических и юридических лиц (сегменты B2C, B2B, B2G). ",
            "url": "https://hh.ru/vacancy/87536592"
      },
      {
            "name": "Junior DevOps инженер",
            "employer": "e-Comet",
            "salary": 70000,
            "requirements": "...Gitlab), Docker (Compose, Swarm), Git, Linux, Networking. Плюсом будет: Jenkins, управление БД (Clickhouse, PostgreSQL, Redis), очередями (SQS, Kafka), знание <highlighttext>Python</highlighttext>.",
            "responsibility": "Создание и поддержка эффективной cloud инфраструктуры, включая выбор / планирование / оценку оптимальности выбранных решений. Управление CI/CD pipelines. Настройка мониторинга и...",
            "url": "https://hh.ru/vacancy/86486671"
      },
      {
            "name": "Системный администратор (удаленно)",
            "employer": "LOOV",
            "salary": 0,
            "requirements": "Умение автоматизировать рутинные операции с помощью скриптов на Bash\\Power Shell, <highlighttext>Python</highlighttext> или JS (Node). Не боюсь продукты 1С. ",
            "responsibility": "Знаю системы мониторинга (Zabbix или налоги). Системы VPN. Базы данных SQL. Jira, Confluence (администрирование). Что именно нужно делать. ",
            "url": "https://hh.ru/vacancy/87553828"
      },
      {
            "name": "Программист Python",
            "employer": "Мухаметов Роберт",
            "salary": 30000,
            "requirements": "Уверенное владение <highlighttext>Python</highlighttext> (среднее или выше). Опыт работы с async и aiohttp для создания телеграм ботов. Опыт постройки высоконагруженных сервисов. ",
            "responsibility": "Разработка инновационных телеграмм-ботов на <highlighttext>Python</highlighttext> с использованием async, aiohttp. Управление и оптимизация баз данных PostgreSQL. Интеграция и использование передовых...",
            "url": "https://hh.ru/vacancy/86499280"
      },
      {
            "name": "Data scientist",
            "employer": "Ростелеком",
            "salary": 0,
            "requirements": "Опыт разработки скоринговых/ML моделей. Навык работы с БД. Владение SQL и <highlighttext>Python</highlighttext>. Знание подходов к оценке эффективности моделей и...",
            "responsibility": "Разработка скоринговых моделей оценки контрагентов физических и юридических лиц (сегменты B2C, B2B, B2G). ",
            "url": "https://hh.ru/vacancy/87536591"
      },
      {
            "name": "Python Разработчик",
            "employer": "ЭТАЖИ",
            "salary": 100000,
            "requirements": "Самостоятельный, опытный программист. Уверенно владеешь <highlighttext>Python</highlighttext>\\Flask. Доп. технологии: docker, clickhouse, mysql, redis. Можешь разобраться в чужом коде. ",
            "responsibility": "Оценка, сегментирование и распределение задач. Коммуникации с менеджментом по отдельным задачам и продукту в целом. Коммуникации с другими командами. ",
            "url": "https://hh.ru/vacancy/87385245"
      },
      {
            "name": "Стажер-инженер в МТС FIX (Big Data)",
            "employer": "МТС",
            "salary": 0,
            "requirements": "Уверенное знание SQL. Знание <highlighttext>Python</highlighttext>. Знание технического английского.",
            "responsibility": "Проектировать и разрабатывать решения интеграции данных, витрин и кубов финансовой и управленческой отчетности. Разрабатывать процедуры загрузки и трансформации данных с...",
            "url": "https://hh.ru/vacancy/86000921"
      },
      {
            "name": "Аналитик данных",
            "employer": "Платформа",
            "salary": 80000,
            "requirements": "Хорошее фундаментальное образование. Владение SQL. Опыт работы с различными базами данных, <highlighttext>python</highlighttext>/R и системами аналитики (Google Analytics, Яндекс Метрика...",
            "responsibility": "Участвовать в создании и развитии продуктов в сфере регулирования тарифов - настраивать отчёты, определять и вычислять продуктовые метрики, проектировать и реализовывать...",
            "url": "https://hh.ru/vacancy/86396464"
      },
      {
            "name": "Senior Python-разработчик",
            "employer": "AGIMA",
            "salary": 0,
            "requirements": "Жесткая субординация — не про нас. Играем на стороне клиента. Опыт разработки на <highlighttext>Python</highlighttext> не менее 3-х лет. ",
            "responsibility": "Разработка высоконагруженного агрегатора билетов на различные мероприятия с большой аудиторией (более 10 миллионов пользователей). Разработка портала для работы с крупными...",
            "url": "https://hh.ru/vacancy/86931799"
      },
      {
            "name": "Data scientist",
            "employer": "Ростелеком",
            "salary": 0,
            "requirements": "Опыт разработки скоринговых/ML моделей. Навык работы с БД. Владение SQL и <highlighttext>Python</highlighttext>. Знание подходов к оценке эффективности моделей и...",
            "responsibility": "Разработка скоринговых моделей оценки контрагентов физических и юридических лиц (сегменты B2C, B2B, B2G). ",
            "url": "https://hh.ru/vacancy/87536590"
      },
      {
            "name": "Back-end разработчик",
            "employer": "It-M",
            "salary": 0,
            "requirements": "Высшее образование в области информационных технологий или аналогичной области. Знание <highlighttext>Python</highlighttext> (и Django), PostgreSQL. Знание работы с брокерами сообщений, такими...",
            "responsibility": "Способность эффективно общаться с другими членами команды и передавать техническую информацию.",
            "url": "https://hh.ru/vacancy/86769328"
      },
      {
            "name": "Младший DevOps-инженер",
            "employer": "Зорра",
            "salary": 0,
            "requirements": "Опыт работы в качестве системного администратора не менее 3 лет. Знание <highlighttext>Python</highlighttext> и опыт его использования для автоматизации задач. ",
            "responsibility": "Установка, настройка и поддержка систем мониторинга Prometheus и Grafana. Управление конфигурациями и автоматизация с помощью Ansible. Настройка и поддержка прокси...",
            "url": "https://hh.ru/vacancy/86844734"
      },
      {
            "name": "Backend разработчик на Python",
            "employer": "Захаров Игорь Александрович",
            "salary": 30000,
            "requirements": "Опыт парсинга инсты через веб API инстаграма. <highlighttext>Python</highlighttext>. Знания БД Postgres. Http requests. Многопоточность.",
            "responsibility": "Сделать парсер историй в инстаграм.",
            "url": "https://hh.ru/vacancy/86866870"
      },
      {
            "name": "Kodland Python / Python PRO Стажер",
            "employer": "Школа программирования Kodland",
            "salary": 0,
            "requirements": "Ты получишь опыт работы над реальным проектом и станешь частью команды профессионалов в сфере детского дополнительного образования. Креативность и адаптивность...",
            "responsibility": "...на наших курсах по программированию! Проект с суммирующим оцениванием в <highlighttext>Python</highlighttext>/ <highlighttext>Python</highlighttext> PRO. В перспективе подключение к методическому сопровождению курса.",
            "url": "https://hh.ru/vacancy/86290323"
      },
      {
            "name": "Backend разработчик Python",
            "employer": "Монитор Софт",
            "salary": 130000,
            "requirements": "Опыт разработки на <highlighttext>Python</highlighttext>3. Знание HTTP протокола. Опыт работы с фреймворками Django и DjangoRestFramework от 2 лет. ",
            "responsibility": "Наш проект это - комплексная автоматизированная система сбора, передачи, обработки, хранения и распространения аэронавигационной информации. В настоящее время система поэтапно вводится...",
            "url": "https://hh.ru/vacancy/87155861"
      },
      {
            "name": "Python разработчик",
            "employer": "Альфа Лайн",
            "salary": 50000,
            "requirements": "Уверенное знание <highlighttext>Python</highlighttext> 3. Богатый опыт работы с Django, FastAPI. Уверенный пользователь git, docker.",
            "responsibility": "...языке <highlighttext>Python</highlighttext>. В основном пишем API для фронтенда (FastAPI) и используем Django как админку и ORM для API. Бэкенд – <highlighttext>Python</highlighttext>...",
            "url": "https://hh.ru/vacancy/86277729"
      },
      {
            "name": "Руководитель ИТ-проектов / Менеджер проектов / Project manager",
            "employer": "Аналитические программные решения",
            "salary": 0,
            "requirements": "Самостоятельность и ответственность за свой круг задач. Практический опыт управления проектами и взаимодействия с заказчиком от 2 лет. ",
            "responsibility": "Ведение проектов от составления ТЗ до закрытия и представления отчетов с соблюдением сроков. Выстраивание коммуникации с заказчиками: от управления ожиданиями...",
            "url": "https://hh.ru/vacancy/86632963"
      },
      {
            "name": "Middle+ Full Stack developer (Python)",
            "employer": "Resim Partners",
            "salary": 150000,
            "requirements": "Стек: <highlighttext>Python</highlighttext>, PostgreSQL, ClickHouse или аналоги, Docker, JS для фронтенда (React или подобный фреймворк будет преимуществом), HTML/CSS-фреймворки (bootstrap...",
            "responsibility": "Разработать самый простой прототип сервиса парсинга данных, который работает в проде и складывает данные в базу данных. Создать веб-интерфейс...",
            "url": "https://hh.ru/vacancy/87368503"
      },
      {
            "name": "Гейм-дизайнер",
            "employer": "FunFlow (ООО Мобильные Игровые Решения)",
            "salary": 100000,
            "requirements": "Аналитические навыки, знание основных метрик продукта, их формирование и управление ими. Инициативность в работе. Будет плюсом: Базовые навыки SQL/<highlighttext>Python</highlighttext>. ",
            "responsibility": "Аргументация своей позиции на языке цифр, бизнес-эффекта (денежного) внедрения, приоритизации.",
            "url": "https://hh.ru/vacancy/82638269"
      },
      {
            "name": "Senior Frontend Developer",
            "employer": "Podscribe",
            "salary": 4000,
            "requirements": "experience with AWS, specifically Lambda, Amplify, RDS, ECS, etc. - <highlighttext>Python</highlighttext>, Node, SQL (bonus). Can work from anywhere, but must work...",
            "responsibility": "We're bootstrapped & profitable, and have grown 3x in the past year.",
            "url": "https://hh.ru/vacancy/86815569"
      },
      {
            "name": "Middle frontend разработчик (JavaScript / React / React Native)",
            "employer": "РА Дельта",
            "salary": 0,
            "requirements": "Необходимые навыки: Уверенно владеть JavaScript (ES6 - почти вся кодовая база на нём). Опыт разработки на React 16+ и...",
            "responsibility": "Выверенный годами баланс между дисциплиной и свободой.",
            "url": "https://hh.ru/vacancy/87592338"
      },
      {
            "name": "Тестировщик / QA (web)",
            "employer": "Boxberry",
            "salary": 0,
            "requirements": "Владение средствами автоматизации (опыт с Cucumber/Selenium Web Driver м т.д.). Знание <highlighttext>Python</highlighttext>, как плюс - PHP. Опыт тестирования gRPC...",
            "responsibility": "Ручное тестирование web приложений. Фиксация обнаруженных ошибок для последующего исправления. Ревью ТЗ, разработка и поддержание в актуальном состоянии тесткейсов в...",
            "url": "https://hh.ru/vacancy/86967965"
      },
      {
            "name": "Data Analyst",
            "employer": "Aviasales.ru",
            "salary": 0,
            "requirements": "...управления ETL процессами: настройка агрегатов для дашбордов. Глубокое знание SQL (сложные запросы, аналитические функции). Опыт анализа реальных данных на <highlighttext>Python</highlighttext>.",
            "responsibility": "Построение и поддержка дашбордов. Построение регулярных и кастомных выгрузок для клиентов. Формирование методологии сбора данных (какие данные и для чего...",
            "url": "https://hh.ru/vacancy/87273897"
      },
      {
            "name": "Аналитик Power BI",
            "employer": "STARTEAM",
            "salary": 150000,
            "requirements": "Опыт работы в аналогичной должности от 1-го года. Умение строить отчёты любой сложности и визуализировать данные в Power BI. ",
            "responsibility": "Создание и визуализация отчётов на основе больших объёмов данных. Разработка ключевой аналитики финансовых показателей компании. Разработка дашбордов, ключевых показателей. ",
            "url": "https://hh.ru/vacancy/87474629"
      },
      {
            "name": "Инженер по тестированию ПО",
            "employer": "Корда Групп",
            "salary": 0,
            "requirements": "Знание основ любого объектно-ориентированного языка разработки (<highlighttext>Python</highlighttext>, Java, C#) будет преимуществом. Умение и желание общаться с людьми и техникой. ",
            "responsibility": "Тестировать ПО для комплексов фотовидеофиксации и связанных с ними продуктов в области высокотехнологичных ИТС (интеллектуальных транспортных систем). Развертывание и настройка...",
            "url": "https://hh.ru/vacancy/87481322"
      },
      {
            "name": "Аналитик данных",
            "employer": "Автомакон",
            "salary": 150000,
            "requirements": "Уверенное знание SQL (Clickhouse, MS SQL) и <highlighttext>Python</highlighttext>. Опыт создания читабельных Jupyter-ноутбуков. Понимание бизнес-метрик для ритейла. ",
            "responsibility": "Анализ результатов рекламных кампаний через моделирование аплифта. Встречи с заказчиками, снятие бизнес-требований, презентация результатов. Получение и интерпретация данных, построение...",
            "url": "https://hh.ru/vacancy/87481366"
      },
      {
            "name": "Системный администратор",
            "employer": "Радиоальянс",
            "salary": null,
            "requirements": "Желание расти и развиваться в области IT. Знание <highlighttext>Python</highlighttext>3, shell script. Опыт развертывания сервисов на базе ProxMox/Docker. ",
            "responsibility": "Обеспечение бесперебойной работы IT- инфраструктуры компании, техническая поддержка пользователей, обеспечение работоспособности ПК и оргтехники. Выезды на объекты на территории Ставропольского...",
            "url": "https://hh.ru/vacancy/87502761"
      },
      {
            "name": "QA Manual engineer / Специалист по тестированию",
            "employer": "Performance Group",
            "salary": null,
            "requirements": "...развиваться в предметной области. Опыт работы с операционными системами семейства Linux. Опыт работы с Android Studio. Знание <highlighttext>Python</highlighttext>, pytest, selenium.",
            "responsibility": "Ручное функциональное тестирование мобильных и веб-приложений. Работа с БД, тестирование API. Анализ, разработка и использование тестовой документации (тест-кейсы...",
            "url": "https://hh.ru/vacancy/87425250"
      },
      {
            "name": "Data Analyst",
            "employer": "HuntIT",
            "salary": 0,
            "requirements": "Уверенное знание SQL. Уверенное знание <highlighttext>Python</highlighttext> для анализа данных. Понимание статистики и теории вероятности. Опыт A/B тестирования будет плюсом. ",
            "responsibility": "Проведение продуктовых исследований. Построение дашбордов в BI системе. ClickHouse. MySQL. <highlighttext>Python</highlighttext> для анализа данных (pandas, numpy, scipy, plotly, statsmodels etc). ",
            "url": "https://hh.ru/vacancy/87534850"
      },
      {
            "name": "Инженер-тестировщик / QA Инженер / Специалист по тестированию",
            "employer": "EFIX GROUP",
            "salary": 150000,
            "requirements": "Опыт тестирования систем с микросервисной архитектурой. Знание скриптовых языков программирования (Ruby; JS; <highlighttext>Python</highlighttext>). Умение читать PHP код. Опыт работы со...",
            "responsibility": "Ручное, функциональное тестирование. Регрессионное и приемочное тестирование. Тестирование web-приложений. Тестирование мобильных приложений (Android/iOS). Различные виды тестирования в соответствии...",
            "url": "https://hh.ru/vacancy/87611870"
      },
      {
            "name": "Системный администратор (удалённо)",
            "employer": "THE SYSTEM",
            "salary": 40000,
            "requirements": "Специальные знания: <highlighttext>Python</highlighttext>, amoCRM, PowerPI, СРМ-система “Мой класс”, Tilda, программирование, знание смежных приложений (Google Meet, Zoom, WhatsApp и т...",
            "responsibility": "Мы находимся в поисках системного администратора, который будет отвечать за техническое сопровождение и программирование СРМ-системы в нашей онлайн-школе. ",
            "url": "https://hh.ru/vacancy/87402544"
      },
      {
            "name": "Стажер отдела ранней разработки лекарственных средств",
            "employer": "Герофарм",
            "salary": 0,
            "requirements": "Ты успешно учишься на последних курсах бакалавриата, 1-2 курсе магистратуры или уже закончил ВУЗ и заинтересован развитием в области...",
            "responsibility": "Дизайн лекарственных препаратов. Молекулярное моделирование. Обработка и анализ данных.",
            "url": "https://hh.ru/vacancy/87560602"
      },
      {
            "name": "Инженер отдела развития искусственного интеллекта",
            "employer": "Home Credit Bank",
            "salary": 0,
            "requirements": "Уверенно владеешь языком <highlighttext>Python</highlighttext>. У тебя есть понимание сферы ML. Опыт работы с базами данных (SQL). Английский язык не ниже...",
            "responsibility": "Скрапинг и подготовка данных для датасетов. Тестирование различных DL / ML моделей. Работа с SQL базами данных (oracle). Развертывание и настройка...",
            "url": "https://hh.ru/vacancy/86172408"
      },
      {
            "name": "Инженер-программист отдела тестирования/QA Engineer",
            "employer": "Мегапьютер Тек.",
            "salary": 50000,
            "requirements": "Владение <highlighttext>Python</highlighttext> на уровне выше базового. - SQL - базовые знания (уметь составлять простейшие запросы, вроде SELECT … WHERE …, JOIN’ы и т...",
            "responsibility": "Вы часто встречаете неудобные, на ваш взгляд, интерфейсы, и вам кажутся очевидными иные решения - сильно упрощающие, по вашему мнению, взаимодействие...",
            "url": "https://hh.ru/vacancy/86215158"
      },
      {
            "name": "Аналитик данных в команду маркетинга",
            "employer": "Делимобиль",
            "salary": 0,
            "requirements": "Разработка и поддержка отчётов на базе Tableu\\Power BI. Навыки программирования SQL\\<highlighttext>Python</highlighttext>. Знание систем Appsflyer и Яндекс Метрика...",
            "responsibility": "Обсуждение задач и методов их решения совместно с формулирование гипотез и их проверка. Взаимодействие с командами инженеров и участие в...",
            "url": "https://hh.ru/vacancy/87531731"
      },
      {
            "name": "Middle Data Scientist",
            "employer": "Бюро кредитных историй Скоринг Бюро",
            "salary": 0,
            "requirements": "Аналитический склад ума. Опыт аналитической работы с использованием языка <highlighttext>Python</highlighttext>\\SAS. Знание ML. Знание PL/SQL, опыт работы с Oracle...",
            "responsibility": "Создание, обработка и распространение кредитных историй и отчетов по заемщикам. Защита конфиденциальной информации. Предоставление аналитических услуг для банков и компаний. ",
            "url": "https://hh.ru/vacancy/86617686"
      },
      {
            "name": "Младший системный администратор (Стажер DevOps)",
            "employer": "Тензор",
            "salary": 50000,
            "requirements": "Умение обращаться с командной строкой linux. Знание скриптовых языков программирования (<highlighttext>python</highlighttext> или bash). Самостоятельность, желание и возможность быстро учиться.",
            "responsibility": "Автоматизация развертывания приложений. Автотестирование (интеграционные тесты). Глубокий дебаг сложных проблем. Глубокие исследования различного ПО.",
            "url": "https://hh.ru/vacancy/85718778"
      },
      {
            "name": "Системный администратор",
            "employer": "Ардис",
            "salary": 60000,
            "requirements": "Будет преимуществом: Умение написания скриптов <highlighttext>Python</highlighttext>, bash. Опыт настройки iptables, nft. Опыт сопровождения web (поддержка работоспособности, диагностика проблем, оптимизация настройки...",
            "responsibility": "Решение заявок клиентов компании по вопросам: Администрирование инфраструктуры компании (Базовый стек технологий: Linux/CentOS/KVM); подготовка решений, настройка физических и...",
            "url": "https://hh.ru/vacancy/87309200"
      },
      {
            "name": "Junior Python Developer",
            "employer": "Моушен Лоджик",
            "salary": 40000,
            "requirements": "Знание <highlighttext>Python</highlighttext> 3. Опыт работы с ORM (Django ORM, Peewee). Навыки работы с БД (PostgreSQL, Mongo). Будет плюсом: Навыки разработки...",
            "responsibility": "Создание новых интересных фич. Поддержка текущей функциональности. Написание тестов. Оптимизация сервисов под высокие нагрузки. Стек технологий следующий:",
            "url": "https://hh.ru/vacancy/86410407"
      },
      {
            "name": "Python разработчик",
            "employer": "IT and Digital",
            "salary": 250000,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> от 3-ех лет. Опыт работы с любым фреймворком для веб-приложений. Интерес к функциональной безопасности...",
            "responsibility": "Принять участие в разработке нового проекта как backend разработчик. Коммуникация с другими разработчиками и участие в выборе новых технологий. ",
            "url": "https://hh.ru/vacancy/87548644"
      },
      {
            "name": "Frontend-разработчик (удаленно)",
            "employer": "Juzt Studio",
            "salary": 70000,
            "requirements": "Опыт серверной разработки (например Nodejs, PHP, <highlighttext>Python</highlighttext>). Опыт работы с Next JS и понимание что такое Server-Side Rendering. ",
            "responsibility": "Разработка и поддержка клиентских приложений с использованием React и Typescript. Верстка и стилизация пользовательского интерфейса. Интеграция с бэкенд-сервисами через...",
            "url": "https://hh.ru/vacancy/86597491"
      },
      {
            "name": "Machine Learning Engineer",
            "employer": "CENTER FOR DIGITAL TECHNOLOGY AND INNOVATION",
            "salary": 0,
            "requirements": "уверенное знание <highlighttext>Python</highlighttext> (также приветствуется опыт разработки на C++). - опыт работы с фреймворками глубокого обучения (Pytorch, TensorRT, Triton Server будет...",
            "responsibility": "проводить эксперименты для определения наиболее подходящей модели при решении задач CV. - создание и применение метрик для оценки эффективности моделей. - ",
            "url": "https://hh.ru/vacancy/87293460"
      },
      {
            "name": "Разработчик (python)",
            "employer": "Национальные Технологии",
            "salary": null,
            "requirements": "Знание <highlighttext>Python</highlighttext>. Знание Flask. Знание Linux. Знание JavaScript, базовые знания HTML, CSS и Xml. Тестирование разработанного функционала. Знание протокола HTTP. ",
            "responsibility": "Разработка Web-интерфейсов на фреймворке Flask. Взаимодействие с командой разработчиков.",
            "url": "https://hh.ru/vacancy/86218851"
      },
      {
            "name": "Аналитик данных (data analyst)",
            "employer": "Машакаева Анна Федоровна",
            "salary": 90000,
            "requirements": "Имеете высшее образование (техническое/математическое/экономическое). Знаете методы сбора и подготовки данных. <highlighttext>Python</highlighttext> и SQL на хорошем уровне (обязательное требование). ",
            "responsibility": "Нормализация мастер-базы (приведение нормализации и сверки адресов, работа с бриками, написание названий организаций и т.д.). Обогащение мастер-базы...",
            "url": "https://hh.ru/vacancy/87004041"
      },
      {
            "name": "Количественный аналитик",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Продвинутый уровень владения Excel (импорт данных, сводные таблицы, ВПР, макросы). Умение программировать в <highlighttext>Python</highlighttext> / R / MathLab. Опыт работы с базами...",
            "responsibility": "Анализ инвестиционных портфелей, составление отчётов, презентаций. Формирование инвестиционных портфелей по моделям. Разработка скорринговых систем портфельной аналитики.",
            "url": "https://hh.ru/vacancy/87583962"
      },
      {
            "name": "Стажер Data scientist (Управление рисками корпоративных клиентов)",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Приветствуется знание принципов работы нейронных сетей и опыт использования библиотек для их обучения (Keras/PyTorch/TensorFlow). Знание <highlighttext>Python</highlighttext> и основных...",
            "responsibility": "Разрабатывать и улучшать инструменты для машинного обучения (внутренние наработки, библиотеки). Использовать прогнозное моделирование, чтобы оптимизировать бизнес риск метрики. ",
            "url": "https://hh.ru/vacancy/86652831"
      },
      {
            "name": "Младший аналитик \\ Junior analyst (Оптимакрос)",
            "employer": "Gulliver, Группа компаний",
            "salary": 0,
            "requirements": "Грамотная речь, структурированное системное мышление. Знание учетных систем (1С и подобных). Опыт программирования VBA, SQL, <highlighttext>Python</highlighttext> и т.п.",
            "responsibility": "Развитие. Ключевая задача: поддержка и развитие разработанных моделей Optimacros компанией Гулливер. Основные задачи: Анализ сложных моделей, реализованных в MS Excel. ",
            "url": "https://hh.ru/vacancy/87277651"
      },
      {
            "name": "Chief Technical Officer / CTO (fintech)",
            "employer": "Karta.",
            "salary": 0,
            "requirements": "Опыт работы архитектором / техлидом / тимлидом / CTO в банковской сфере/платежных системах от 3 лет. Разговорный английский (B2+) для...",
            "responsibility": "Проводить ревью текущей архитектуры и баз данных, выявление основных проблем в производительности, масштабируемости, безопасности. Развивать стратегию развития и масштабирования продуктов...",
            "url": "https://hh.ru/vacancy/87514318"
      },
      {
            "name": "Big Data Analyst/Аналитик больших данных",
            "employer": "Glassford Global",
            "salary": 150000,
            "requirements": "Аналитический склад ума, знание статистики и мат. анализа базовые компетенции в sql, <highlighttext>python</highlighttext>. Навыки структурирования информации и бизнес-аналитики навыки...",
            "responsibility": "Описание проекта: реализация аналитических проектов по оценке эффективности рекламных кампаний и изучению рынка конкурентных активностей. Задачи: Анализ результатов опросов по...",
            "url": "https://hh.ru/vacancy/87241768"
      },
      {
            "name": "Backend-разработчик на Python",
            "employer": "KALABI",
            "salary": 200000,
            "requirements": "Знание языка <highlighttext>Python</highlighttext> 3 и сопутствующей экосистемы (мы используем Flask). Опыт работы с очередями или брокерами сообщений и СУБД (используем...",
            "responsibility": "Разрабатывать API, проектировать и разрабатывать микросервисы и интеграционные решения на <highlighttext>Python</highlighttext>. Писать инфраструктурный код и программировать бизнес-логику, писать тесты. ",
            "url": "https://hh.ru/vacancy/87416047"
      },
      {
            "name": "Стажёр по направлению \"DevOps\" от SBERSEASONS",
            "employer": "СБЕР",
            "salary": null,
            "requirements": "имеешь базовые знания в программном обеспечении для оркестровки контейнеризированных приложений, Docker, автоматизации процессов CI/CD. — понимаешь основы работы <highlighttext>Python</highlighttext>. — ",
            "responsibility": "Сколько бы ни было направлений работы компании, им всегда нужно связующее звено. И это звено — команда DevOps в Сбере. ",
            "url": "https://hh.ru/vacancy/87436951"
      },
      {
            "name": "Ведущий специалист техподдержки",
            "employer": "Интернет-компания PS",
            "salary": 500000,
            "requirements": "Уметь читать документацию на английском языке. Более чем приветствуются: Умение писать скрипты на <highlighttext>Python</highlighttext>, читать код на PHP. ",
            "responsibility": "Оперативно и эффективно решать технические вопросы связанные с работой серверов, по запросам клиентов. Следить за стабильной работой серверов и сетевых...",
            "url": "https://hh.ru/vacancy/86319177"
      },
      {
            "name": "Стажер Data Аналитик",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Высшее/незаконченное высшее образование, специализация: ИТ, математика, техническое образование. Хорошее знание SQL, написание сложных, длинных запросов\\процедур. Желателен опыт работы...",
            "responsibility": "Блок \"Сеть продаж\" курирует все физические каналы касания клиента с экосистемой (отделения, банкоматы, агентская сеть и тд). Мы разрабатываем и...",
            "url": "https://hh.ru/vacancy/87421453"
      },
      {
            "name": "Junior Analyst (CRM)",
            "employer": "Sputnik8",
            "salary": 0,
            "requirements": "Отличное владение Excel/Google sheets. Базовые знания SQL и <highlighttext>Python</highlighttext>. Профильное образование (прикладная математика/ статистика/ экономика и т.д.). ",
            "responsibility": "Еженедельная и ежемесячная аналитика каналов коммуникации (ad-hoc задачи). Создание и улучшение дашбордов (в т.ч. визуализации), выгрузок. ",
            "url": "https://hh.ru/vacancy/86944451"
      },
      {
            "name": "Аналитик данных",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "...от 2 лет. Умение работать с большим объемом данных. Умение правильно интерпретировать результаты анализа. Продвинутый уровень владения SQL и <highlighttext>Python</highlighttext>.",
            "responsibility": "Формирование потенциала для компаний продаж, акций и пилотных проектов, расчет финансовой модели по потенциалу. Защита финансовой модели перед ДФ и...",
            "url": "https://hh.ru/vacancy/86414249"
      },
      {
            "name": "Инженер отдела тестирования QA",
            "employer": "КА ТалантиКА",
            "salary": 120000,
            "requirements": "Базовые знания одного или нескольких скриптовых языков программирования, таких как С#, JavaScript или <highlighttext>Python</highlighttext>. - Опыт работы с базами данных. - ",
            "responsibility": "Вам предстоит заниматься тестированием разрабатываемого программного обеспечения и аппаратных средств, а также оказывать поддержку в пуско-наладочных работах на объектах...",
            "url": "https://hh.ru/vacancy/86711903"
      },
      {
            "name": "Developer/DevOps",
            "employer": "Крайнет",
            "salary": 0,
            "requirements": "0,5 года Уверенный опыт разработки, интеграции, поддержки и производства <highlighttext>Python</highlighttext>, Kotlin приложений. Практический опыт работы с Nginx, MySQL, Firebase...",
            "responsibility": "Проект: финансовая online площадка позволяющая совершать сделки по покупке и продаже акций и облигаций на организованном и неорганизованном рынках. ",
            "url": "https://hh.ru/vacancy/87302201"
      },
      {
            "name": "Фронтенд-разработчик",
            "employer": "Крибрум",
            "salary": 150000,
            "requirements": "опыт коммерческой фронтенд разработки от 3 лет. - уверенное знание базового фронтенд стека – JS/CSS/HTML. - опыт работы со следующими инстурментами...",
            "responsibility": "Компания \"Крибрум\" разрабатывает систему обработки, хранения и многофакторного анализа публично доступных данных, получаемых из разнообразных интернет-источников: социальные сети, СМИ...",
            "url": "https://hh.ru/vacancy/87529630"
      },
      {
            "name": "Системный администратор в компанию разработки ПО",
            "employer": "МЦ-Сервис Инжиниринг",
            "salary": 110000,
            "requirements": "Знакомство с Redmine, Nagios. Знакомство с git, cvs. Знание <highlighttext>python</highlighttext>, perl, ruby (rails). Знание базовых сетевых концепций (маршрутизация, firewall, vpn). ",
            "responsibility": "Взаимодействие с клиентами по вопросам проектирования, развития и поддержки серверной и сетевой инфраструктуры. Мониторинг работоспособности поддерживаемых систем. Развертывание новых инстансов...",
            "url": "https://hh.ru/vacancy/87582276"
      },
      {
            "name": "Специалист по тестированию ПО",
            "employer": "НоваКард",
            "salary": 0,
            "requirements": "Знание одного из скриптовых языков программирования (приветствуется <highlighttext>Python</highlighttext>). Знание языка запросов SQL, опыт работы с любой из современных реляционных СУБД. ",
            "responsibility": "Ручное тестирование ПО, проверка документации проектов. Автоматизация тестов, поддержка CI/CD цикла проектов.",
            "url": "https://hh.ru/vacancy/84503628"
      },
      {
            "name": "Аналитик",
            "employer": "ОНИКС",
            "salary": 150000,
            "requirements": "Приветствуется знание Оптимакрос или Anaplan. Приветствуется знание <highlighttext>Python</highlighttext>. Умение самостоятельно формулировать требования к поиску недостающей информации для принятия бизнес-решения...",
            "responsibility": "Анализ структуры ассортимента в условиях быстрого изменения условий на рынке. Формирование ассортимента стока. Анализ оборачиваемости, расчет дефицита. Эластичность спроса по...",
            "url": "https://hh.ru/vacancy/85851353"
      },
      {
            "name": "Аналитик данных",
            "employer": "Модуль",
            "salary": 100000,
            "requirements": "Желательно уметь анализировать и исследовать данные с помощью инструментов <highlighttext>Python</highlighttext> и SQL. Умение использовать регулярные выражения. Программирование (гугл-скрипты, <highlighttext>Python</highlighttext>...",
            "responsibility": "Открытая маркетинговая информация (базы, статистика, рынки, конкуренты, продукция). Источники внутри компании (CRM, данные продаж, ход проектов, характер претензий и т...",
            "url": "https://hh.ru/vacancy/87407167"
      },
      {
            "name": "Data Scientist",
            "employer": "Монополия",
            "salary": 0,
            "requirements": "Знания <highlighttext>Python</highlighttext> на хорошем уровне, в том числе популярные библиотеки (TensorFlow, PyTorch, Keras, spaCy, Pandas, NumPy и другие). ",
            "responsibility": "Структурирование и анализ сырых данных. Поиск дополнительных источников данных для обогащения моделей. Полный цикл создания моделей машинного обучения на основе...",
            "url": "https://hh.ru/vacancy/87225193"
      },
      {
            "name": "Начинающий it-специалист/ Резвый Эникейщик",
            "employer": "Интеллектуальные робот системы",
            "salary": 80000,
            "requirements": "Навыки работы с Windows server 2008/2016, 7, 10, Linux Ubuntu. Страсть и любознательность в изучении нейронных сетей, ИИ и...",
            "responsibility": "Обслуживание компьютерной техники и оргтехники, сетевой инфраструктуры. Помощь в обслуживании, мелком ремонте компьютеров и оргтехники; апгрейд компьютеров. Помощь в поддержании...",
            "url": "https://hh.ru/vacancy/86287550"
      },
      {
            "name": "Менеджер Отдела анализа и планирования финансово-хозяйственной деятельности",
            "employer": "ЛУКОЙЛ",
            "salary": 0,
            "requirements": "Базовые навыки программирования будут плюсом: MS SQL Server/MS Power BI/<highlighttext>Python</highlighttext>. Желание расти и развиваться, работать в рамках поставленных...",
            "responsibility": "План-факт анализ экономических, финансовых и производственных показателей. Участие в разработке планов продаж для коммерческого блока и последующем углубленном анализе...",
            "url": "https://hh.ru/vacancy/87415862"
      },
      {
            "name": "Supply Chain Management Intern / Стажер отдела логистики",
            "employer": "Procter & Gamble",
            "salary": 90000,
            "requirements": "3+ year students and recent graduates. Experience in programming (<highlighttext>Python</highlighttext> or Visual Basic or C++, etc.) would be considered...",
            "responsibility": "Improving demand forecasting processes in close partnership with the Sales team and retailers. Optimizing & automating logistics with a help of...",
            "url": "https://hh.ru/vacancy/86334482"
      },
      {
            "name": "Аналитик данных",
            "employer": "Кибертех",
            "salary": 0,
            "requirements": "Знание SQL (join-ы, подзапросы, оконные функции, CTE). Знание <highlighttext>Python</highlighttext> (написание ETL-скриптов, jupyter notebook для обучения/валидации моделей, трансформации...",
            "responsibility": "ООО \"КИБЕРТЕХ\" – высокотехнологичная fintech компания, занимающаяся разработкой Lending Platform, включающей в себя автоматизацию всех процессов кредитного конвейера, от взаимодействия с...",
            "url": "https://hh.ru/vacancy/86399590"
      },
      {
            "name": "Разработчик Python",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Опыт работы: 2+ лет в качестве разработчика, уверенное знание <highlighttext>Python</highlighttext>. Опыт написания тестов (интеграционные, unit). Уверенное использование основных паттернов...",
            "responsibility": "Мы команда DevOps трайба Core Banking Products, которая обеспечивает стабильность работы инструментов devops для основных АС трайба (Единый Кредитный Портфель...",
            "url": "https://hh.ru/vacancy/87574051"
      },
      {
            "name": "Главный специалист",
            "employer": "Свод Интернешнл (ГТЦ ПАО Газпром, ГК Альпика, ГК Гранд Отель Поляна, ГК Поляна 1389 Отель и СПА, ОКЦ Галактика, ЛБК Лаура)",
            "salary": 110000,
            "requirements": "Опыт администрирования Zabbix, Grafana, Cacti. Умение работать со скриптовыми языками программирования: Bash, <highlighttext>Python</highlighttext>. Способность к принятию оптимальных решений в аварийных...",
            "responsibility": "Планирование, организация и контроль выполнения работ по техническому обслуживанию, ремонту и эксплуатации оборудования системы передачи данных (СПД). Мониторинг СПД предприятия...",
            "url": "https://hh.ru/vacancy/87605934"
      },
      {
            "name": "Flutter стажёр",
            "employer": "Эммандариндотком",
            "salary": 0,
            "requirements": "Умение самостоятельно искать ответы на вопросы(как минимум в google). Любознательность. Опыт работы с <highlighttext>Python</highlighttext>. Понимание ООП, Git, Gradle, Pods...",
            "responsibility": "Доработка текущего функционала. Разработка нового функционала. Исправление багов. Написание тестов. Сборка и релиз приложений.",
            "url": "https://hh.ru/vacancy/87457931"
      },
      {
            "name": "Разработчик Java (junior)",
            "employer": "Центр Методического Обеспечения Оптимизации Процессов Государственного Управления в Московской области",
            "salary": 0,
            "requirements": "Опыт сетевого программирования. Навыки реверс-инжиниринга. Знание <highlighttext>Python</highlighttext>3 и/или Golang. Опыт работы с MQs (Rabbit / Kafka / др). ",
            "responsibility": "Разработка и поддержка скриптов и модулей интеграции на <highlighttext>Python</highlighttext>3 / Golang. Написание и поддержка юнит-тестов, проведение интеграционного тестирования. ",
            "url": "https://hh.ru/vacancy/85236230"
      },
      {
            "name": "Ведущий инженер-программист",
            "employer": "АВТОВАЗ",
            "salary": 0,
            "requirements": "Хорошее владение как минимум одним из скриптовых языков (<highlighttext>python</highlighttext>/shell/bash/powershell). Навыки формирования SQL запросов для работы с СУБД...",
            "responsibility": "Постановка информационных систем и бизнес-сервисов на мониторинг. Выполнение конфигурирования (изменение бизнес-логики, объектов, пользовательских форм) системы мониторинга. ",
            "url": "https://hh.ru/vacancy/86222817"
      },
      {
            "name": "Системный аналитик (Шторм)",
            "employer": "МегаФон",
            "salary": 0,
            "requirements": "Опыт работы данными (простые SQL запросы, R/<highlighttext>Python</highlighttext>). Опыт работы с Postman, Soap Ui, Swagger и т.п. ",
            "responsibility": "Прорабатывать вместе со стейкхолдерами ожидания от внедрения системы, формировать ТЗ/спецификации. Переводить осознанные ожидания на системный уровень и формировать функциональные...",
            "url": "https://hh.ru/vacancy/87371771"
      },
      {
            "name": "Python-разработчик (iGaming)",
            "employer": "Космос Про Медиа",
            "salary": 0,
            "requirements": "Опыт работы с <highlighttext>Python</highlighttext> и соответствующими библиотеками (requests, beautifulsoup4, selenium, os, sys, json, copy, datetime, operator, shutil, inspect, pdfkit...",
            "responsibility": "Разработка и поддержка парсеров. Добыча и структурирование данных из различных источников (Twitter API, Telegram, и др.) для поддержки и развития...",
            "url": "https://hh.ru/vacancy/87616216"
      },
      {
            "name": "Frontend-разработчик",
            "employer": "Rig line (ИП Кузнецов Андрей Васильевич)",
            "salary": 40000,
            "requirements": "Понимание клиент-серверной и микро-сервисной архитектуры. Будет плюсом понимание <highlighttext>python</highlighttext>(FastApi) или C#(asp .net 7). Работы с внешними...",
            "responsibility": "Разработка и сопровождения интерактивных информационных систем и веб-проектов. Разработка интерфейса приложения. Интеграция со сторонними сервисами. Участие в тестирование разработанного...",
            "url": "https://hh.ru/vacancy/86954959"
      },
      {
            "name": "Junior PR - Manager",
            "employer": "Дроздов Юрий Анатольевич",
            "salary": 200,
            "requirements": "Знакомство с работой PR-менеджера (специалиста по связям с общественностью). Базовые навыки работы с Excel. Общее представление о работе предприятий...",
            "responsibility": "Создание и подготовка базы данных отделов по связям с общественностью предприятий и организаций Беларуси. Мониторинг публикаций новостей на сайтах предприятий...",
            "url": "https://hh.ru/vacancy/86961928"
      },
      {
            "name": "Аналитик данных (BI)",
            "employer": "Компания Мир упаковки",
            "salary": 150000,
            "requirements": "Опыт работы аналитиком в предметной области управления запасами/логистики. Знание <highlighttext>Python</highlighttext>, Знание Airflow, опыт построения ETL - будет вашим преимуществом!",
            "responsibility": "Сбор и накопление данных из учетных систем 1С. Аналитика, формирование выводов на основании полученных данных, презентация результатов. ",
            "url": "https://hh.ru/vacancy/86974188"
      },
      {
            "name": "Тестировщик ПО (г. Красноярск)",
            "employer": "Альта Текнолоджи",
            "salary": 80000,
            "requirements": "Навыки программирования в <highlighttext>python</highlighttext>/java. Опыт автоматизации mobile приложений (Java Appium) и API (<highlighttext>Python</highlighttext> Behave). Чтение кода (понимание) ruby, C#...",
            "responsibility": "Поддерживать процессы тестирования программных продуктов компании. Работать со всеми видами тестирования: функциональным, системным, регрессионным, юзабилити. Тестировать интерфейсы, мобильные приложения, серверные...",
            "url": "https://hh.ru/vacancy/86985667"
      },
      {
            "name": "Стажёр по направлению \"Data Science\" от SBERSEASONS",
            "employer": "СБЕР",
            "salary": null,
            "requirements": null,
            "responsibility": "тестировать эффективность работы моделей выявления фрода. — разрабатывать модели скоринга транзакций в реальном времени для выявления фрода. — анализировать риски на финансовых...",
            "url": "https://hh.ru/vacancy/87584903"
      },
      {
            "name": "Frontend Javascript разработчик",
            "employer": "НОРСИ-ТРАНС",
            "salary": 120000,
            "requirements": "Вы не только умеете писать работающий код на JS, но и знаете как он работает (Vanilla.JS, ES5, ES6...",
            "responsibility": "Разработка комплексных SPA-приложений, взаимодействие с различными API и внутренними сервисами. Написание производительного и отказоустойчивого кода на JavaScript используя современные...",
            "url": "https://hh.ru/vacancy/86966317"
      },
      {
            "name": "Data Analyst (Junior)",
            "employer": "DNS Технологии",
            "salary": 70000,
            "requirements": "Обширную базу знаний. Возможность найти коллег по интересам для участия в различных внерабочих активностях.",
            "responsibility": "Поддержкой аналитических отчетов на Dash. Созданием системы метрик интернет продаж. Проектированием отчетов. Проведением исследований и поиском точек роста.",
            "url": "https://hh.ru/vacancy/85607840"
      },
      {
            "name": "Программист-разработчик (удаленно)",
            "employer": "Аль-Хамдани Али Валидович",
            "salary": 0,
            "requirements": "Знание языков программирования, таких как Rust, <highlighttext>Python</highlighttext>. Знание фреймворков для создания веб-приложений. Опыт работы с базами данных (SQL). ",
            "responsibility": "Разработка с использованием языков программирования, таких как Rust, <highlighttext>Python</highlighttext>. Использование фреймворков для создания веб-приложений. Работа с базами данных (SQL). ",
            "url": "https://hh.ru/vacancy/87175759"
      },
      {
            "name": "Разработчик back-end (python)",
            "employer": "ИнфоТеКС",
            "salary": 0,
            "requirements": "Отличное знание <highlighttext>Python</highlighttext>, Django. Понимание принципов ООП, SOLID, паттернов проектирования. Опыт работы с базами данных.",
            "responsibility": "Разработка на <highlighttext>Python</highlighttext> и Django. Доработка и сопровождение существующего кода. Участие в планировании/code-review задач.",
            "url": "https://hh.ru/vacancy/87585341"
      },
      {
            "name": "Специалист по обработке данных / Python программист",
            "employer": "СПЕЙС МЕДИА ГРУПП",
            "salary": 130000,
            "requirements": "Знание <highlighttext>Python</highlighttext>, работа с библиотекой Pandas или аналогами. Хорошие базовые знания SQL (JOIN, подзапросы). Внимательность.",
            "responsibility": "Очистка баз данных. Профилирование данных. Приведение наборов данных к заданному формату. Формирование связей между объектами. Написание скриптов для автоматизации.",
            "url": "https://hh.ru/vacancy/87607335"
      },
      {
            "name": "Стажер/Аналитик данных (Python)",
            "employer": "ППК Фонд развития территорий",
            "salary": 0,
            "requirements": "Знание Word, Excel, <highlighttext>Python</highlighttext>.",
            "responsibility": "ЧЕМ ПРЕДСТОИТ ЗАНИМАТЬСЯ: Написание ETL по загрузке и обработке данных с использованием <highlighttext>Python</highlighttext>, MS SQL, PostgreSQL. Сводные таблицы Excel, отчеты...",
            "url": "https://hh.ru/vacancy/85901279"
      },
      {
            "name": "Младший продуктовый аналитик",
            "employer": "Алгоритмика",
            "salary": 0,
            "requirements": "...закономерности и предлагать решения на основе аналитических выводов. Большим плюсом будет: Опыт работы с JSON. Владение <highlighttext>Python</highlighttext> (Pandas, Numpy, Matplotlib).",
            "responsibility": "1. актуализация учебной программы. 2. разработка полного пакета методических рекомендаций по ведению уроков. 3. обучение учителей перед началом учебного года...",
            "url": "https://hh.ru/vacancy/87306074"
      },
      {
            "name": "Стажер (Аналитика больших данных и аудит процессов ИТ — Департамент управления рисками)",
            "employer": "Деловые Решения и Технологии (ДРТ)",
            "salary": 0,
            "requirements": "Опыт работы с платформами аналитики и управления данными, такими как Power BI, Tableau, Qlik, наличие навыков работы с <highlighttext>Python</highlighttext>, R...",
            "responsibility": "Анализ бухгалтерских проводок для выявления нехарактерных для бизнеса операций и признаков недобросовестных действий со стороны руководства организации. Анализ системных данных...",
            "url": "https://hh.ru/vacancy/87358327"
      },
      {
            "name": "Backend developer (Разработчик Python)",
            "employer": "Компания Дилявер",
            "salary": 160000,
            "requirements": "Требования: Отличное знание SQL\\T-SQL\\PLPGSQL, опыт не менее 2 лет. Опыт разработки <highlighttext>Python</highlighttext> от 2 лет. Знание ООП. ",
            "responsibility": "Разработка серверной части (<highlighttext>Python</highlighttext>,FastAPI). Проектирование и разработка новой бизнес логики на уровне СУБД PostgreSQL \\ MS SQL. Оптимизация SQL-запросов. ",
            "url": "https://hh.ru/vacancy/87152307"
      },
      {
            "name": "Product Manager",
            "employer": "Spacecode",
            "salary": 0,
            "requirements": "Практический опыт работы Product Owner/Product Manager от 1 года. Опыт работы с системами управления проектами: Miro / Jira / Notion или...",
            "responsibility": "Разработка ТЗ, описание интеграций, управление бэклогом. Проведение исследований, custdev. Участие в формировании прототипов, дизайна. Выстраивание продуктовых метрик их анализ и...",
            "url": "https://hh.ru/vacancy/87347973"
      },
      {
            "name": "Тестировщик интернет-магазина",
            "employer": "ЗооОптТорг.рф, сеть зоомагазинов",
            "salary": 50000,
            "requirements": "Навыки написания тест-кейсов и тест-планов. Преимуществом будет: знание <highlighttext>Python</highlighttext>; знание любых систем контроля версий; опыт работы с багтрекинговыми...",
            "responsibility": "Разработка тестовой документации. Фиксация хода тестирования. Взаимодействие с командой разработки, менеджерами проекта и другими отделами. Участие в создании продукта на...",
            "url": "https://hh.ru/vacancy/86904984"
      },
      {
            "name": "Стажер Data Science, Новосибирск",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Хорошо знаешь мат. статистику и теорию вероятностей. Разбираешься в <highlighttext>Python</highlighttext>/SAS/R и основных библиотеках анализа данных. Знаешь основы Data...",
            "responsibility": "...идентификацию ИТ-составляющей модельного риска. Проводить проверку качества данных. Автоматизировать процессы ИТ-валидации (создавать ИТ-валидационные тесты на языке <highlighttext>Python</highlighttext>).",
            "url": "https://hh.ru/vacancy/87128263"
      },
      {
            "name": "BI Аналитик (Power BI / datalens / SQL)",
            "employer": "Онлайн Дата",
            "salary": 75000,
            "requirements": "Знание математики и статистики. Техническое образование. Опыт работы с Big Query, R или <highlighttext>Python</highlighttext>. Профессиональные сертификаты (аналитика, GA IQ, YM...",
            "responsibility": "Коммуникация с внешними заказчиками: интервьюирование, презентация продукта. Работа с требованиями, структурирование, составление ТЗ. Проектирование компактных моделей данных для отчетов и...",
            "url": "https://hh.ru/vacancy/87205968"
      },
      {
            "name": "Начинающий full stack разработчик",
            "employer": "ВЕБИМ.РУ",
            "salary": 25000,
            "requirements": "Angular, JavaScript, CSS. Понимание СУБД (SQL, MySQL желательно,Postgres). Javascript / typescript / css. Знание алгоритмов и структур данных. Умение настраивать окружение...",
            "responsibility": "Приветствуется участие в олимпиадах по программированию.",
            "url": "https://hh.ru/vacancy/87018004"
      },
      {
            "name": "Разработчик Python",
            "employer": "Ростелеком Информационные Технологии",
            "salary": 0,
            "requirements": "Имеете коммерческий опыт разработки на <highlighttext>Python</highlighttext> от 2х лет. Знакомы или готовы познакомиться с микросервисной архитектурой. Знаете принципы проектирования...",
            "responsibility": "Писать чистый, тестируемый код. Разрабатывать новые сервисы и активно участвовать в проработке решений. Развивать существующие решения. Работать с технологиями: Flask...",
            "url": "https://hh.ru/vacancy/87351670"
      },
      {
            "name": "QA Engineer (Специалист по тестированию ИС)",
            "employer": "СЕУСЛАБ",
            "salary": 0,
            "requirements": "Знание нотаций UML, умение читать и строить модели. Базовое знание SQL, и/или noSQL. Опыт программирования на <highlighttext>Python</highlighttext>, или Java.",
            "responsibility": "Анализ требований, разработка планов тестирования, тест-кейсов, чек-листов и др. Выполнение запланированных тестов, обработка и оформление результатов, составление отчетов. ",
            "url": "https://hh.ru/vacancy/87448065"
      },
      {
            "name": "Junior Data Analyst/BI developer",
            "employer": "СБЕР",
            "salary": 0,
            "requirements": "Опыт разработки в любом из BI-инструментов (Power BI, Tableau, SuperSet, Qlik, DataLens и т.п). <highlighttext>Python</highlighttext>, умение работать с...",
            "responsibility": "Разработка BI инструментов на базе Qlik Sense, проектирования пользовательских интерфейсов инструментов. Доработка и оптимизация существующих приложений. Участие в разработке ETL...",
            "url": "https://hh.ru/vacancy/86058722"
      },
      {
            "name": "Тестировщик программного обеспечения",
            "employer": "Видеоинтеллект",
            "salary": 0,
            "requirements": "Опыт подготовки тест-планов, тест-кейсов и чек-листов. Опыт ручного тестирования программных продуктов. Опыт разработки автотестов. Опыт разработки пользовательской...",
            "responsibility": null,
            "url": "https://hh.ru/vacancy/86417182"
      }
]